{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19",
  "20s": "20-29",
  "30s": "30-39",
  "40s": "40-49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Η πρόσβαση στο 5G σημαίνει ταχύτερες λήψεις, καλύτερη ροή και πρόσβαση σε αναδυόμενες τεχνολογίες όπως AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Η κάλυψη 5G παραμένει περιορισμένη, με μόλις 1,6 δισεκατομμύρια άτομα να έχουν πρόσβαση σε αυτήν την τεχνολογία.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Ένα πανεπιστημιακό πτυχίο συχνά παρέχει πρόσβαση σε καλύτερα αμειβόμενες θέσεις εργασίας και επαγγελματικά δίκτυα.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Ένα πλυντήριο εξοικονομεί σημαντικό χρόνο, ειδικά για τις γυναίκες που παραδοσιακά αναλαμβάνουν το πλύσιμο ρούχων.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Περίπου 1,7 δισεκατομμύρια ενήλικες παραμένουν χωρίς τραπεζικό λογαριασμό, χωρίς πρόσβαση σε επίσημες χρηματοοικονομικές υπηρεσίες.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Περίπου 2,1 δισεκατομμύρια άτομα δεν έχουν χρησιμοποιήσει ποτέ το διαδίκτυο, δημιουργώντας ένα σημαντικό ψηφιακό χάσμα.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Περίπου 2,4 δισεκατομμύρια άτομα ζουν σε συνθήκες υπερπληθυσμού παγκοσμίως.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Περίπου 3,2 δισεκατομμύρια άτομα δεν διαθέτουν smartphone, περιορίζοντας την πρόσβασή τους σε υπηρεσίες κινητής τηλεφωνίας.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Περίπου 3,6 δισεκατομμύρια άτομα στερούνται πρόσβαση σε βασικές υπηρεσίες υγείας ή αντιμετωπίζουν οικονομικές δυσκολίες όταν αναζητούν φροντίδα.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Περίπου 4,8 δισεκατομμύρια άτομα πλένουν ρούχα στο χέρι, δαπανώντας ώρες εβδομαδιαίως σε αυτήν την εργασία.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Περίπου 5,6 δισεκατομμύρια άτομα στερούνται πρόσβαση σε σταθερό ευρυζωνικό διαδίκτυο στο σπίτι.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Περίπου 6 δισεκατομμύρια άτομα δεν κατέχουν έγκυρο διαβατήριο, περιορίζοντας τα διεθνή ταξίδια.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Περίπου 675 εκατομμύρια άτομα παγκοσμίως ζουν ακόμα χωρίς ηλεκτρικό ρεύμα, κυρίως στην υποσαχάρια Αφρική και τη Νότια Ασία.",
  "Academic research on global living standards": "Ακαδημαϊκή έρευνα για τα παγκόσμια επίπεδα διαβίωσης",
  "Accept": "Αποδοχή",
  "Access your data": "Πρόσβαση στα δεδομένα σας",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ο επαρκής χώρος διαβίωσης υποστηρίζει την ιδιωτικότητα, τη μελέτη, την εργασία από το σπίτι και τη γενική ψυχική υγεία.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Η δυνατότητα αγοράς θρεπτικής τροφής είναι απαραίτητη για τη σωματική υγεία, τη γνωστική ανάπτυξη και την παραγωγικότητα.",
  "Age Group": "Ηλικιακή Ομάδα",
  "Age group and gender (optional)": "Ηλικιακή ομάδα και φύλο (προαιρετικά)",
  "Age group and gender you optionally provide": "Ηλικιακή ομάδα και φύλο που παρέχετε προαιρετικά",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Η εμπειρία αεροπορικών ταξιδιών υποδεικνύει πρόσβαση σε μακρινές μετακινήσεις και συχνά διεθνή έκθεση.",
  "Already {{milestone}}": "Είσαι ήδη στο {{milestone}}",
  "Analyzing global data...": "Ανάλυση παγκόσμιων δεδομένων...",
  "Annual income": "Ετήσιο εισόδημα",
  "Approximate location (country/city from IP)": "Κατά προσέγγιση τοποθεσία (χώρα/πόλη από IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Περίπου 770 εκατομμύρια ενήλικες παγκοσμίως δεν μπορούν να διαβάσουν ή να γράψουν, με τα δύο τρίτα να είναι γυναίκες.",
  "are in this group.": "είναι σε αυτήν την ομάδα.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Περίπου 1,7 δισεκατομμύρια άτομα στερούνται βασικής αποχέτευσης και 494 εκατομμύρια ακόμα ακολουθούν την ανοιχτή αφόδευση.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Περίπου 2,1 δισεκατομμύρια άτομα στερούνται υπηρεσιών ασφαλούς διαχείρισης πόσιμου νερού στο σπίτι.",
  "Awesome Rank": "Παγκόσμια Κατάταξη",
  "Back": "Πίσω",
  "Begin Analysis": "Έναρξη Ανάλυσης",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Το να ανήκεις στην καταναλωτική τάξη σημαίνει ότι έχεις διαθέσιμο εισόδημα πέρα από τις βασικές ανάγκες.",
  "Browser type, screen resolution, language settings": "Τύπος προγράμματος περιήγησης, ανάλυση οθόνης, ρυθμίσεις γλώσσας",
  "Calculating...": "Υπολογισμός...",
  "Can you access essential healthcare without financial hardship?": "Έχετε πρόσβαση σε βασικές υπηρεσίες υγείας χωρίς οικονομική δυσκολία;",
  "Can you afford a healthy diet?": "Μπορείτε να αντέξετε οικονομικά μια υγιεινή διατροφή;",
  "Can you read and write simple sentences?": "Μπορείτε να διαβάζετε και να γράφετε απλές προτάσεις;",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Η ιδιοκτησία αυτοκινήτου παρέχει κινητικότητα, ευελιξία και πρόσβαση σε ευκαιρίες πέρα από τις δημόσιες συγκοινωνίες.",
  "Check Rank": "Έλεγχος Κατάταξης",
  "Close": "Κλείσιμο",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Τα συλλεγμένα δεδομένα χρησιμοποιούνται μόνο για σκοπούς έρευνας και βελτίωσης υπηρεσιών. Δεν πουλάμε ούτε μοιραζόμαστε τα προσωπικά σας στοιχεία με τρίτους.",
  "Coming Soon": "Έρχεται Σύντομα",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Συνέχεια",
  "Copied!": "Αντιγράφηκε!",
  "Cost of living": "Κόστος διαβίωσης",
  "Country A": "",
  "Country and city derived from IP address": "Χώρα και πόλη που προκύπτουν από τη διεύθυνση IP",
  "Country B": "",
  "Data": "Δεδομένα",
  "Data Retention": "Διατήρηση Δεδομένων",
  "Data Sharing": "Κοινοποίηση Δεδομένων",
  "Decline": "Απόρριψη",
  "Demographic Information": "Δημογραφικές Πληροφορίες",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Η πρόσβαση σε οδοντιατρική φροντίδα υποδεικνύει ευρύτερη διαθεσιμότητα υπηρεσιών υγείας και πρακτικές προληπτικής φροντίδας.",
  "Depending on your location, you may have the following rights:": "Ανάλογα με την τοποθεσία σας, μπορεί να έχετε τα ακόλουθα δικαιώματα:",
  "Device Information": "Πληροφορίες Συσκευής",
  "Device type, screen size, browser language": "Τύπος συσκευής, μέγεθος οθόνης, γλώσσα προγράμματος περιήγησης",
  "Did you graduate from high school (secondary education)?": "Αποφοιτήσατε από το λύκειο (δευτεροβάθμια εκπαίδευση);",
  "Discover where you stand": "Ανακαλύψτε πού βρίσκεστε",
  "Do Not Collect My Data": "Μην Συλλέγετε τα Δεδομένα μου",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Έχετε τραπεζικό λογαριασμό ή λογαριασμό κινητού χρήματος;",
  "Do you have a refrigerator in your home?": "Έχετε ψυγείο στο σπίτι σας;",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Έχετε έγκυρο διαβατήριο;",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Έχετε πρόσβαση σε τουαλέτα με καζανάκι ή βελτιωμένη αποχέτευση;",
  "Do you have access to electricity in your home?": "Έχετε πρόσβαση σε ηλεκτρικό ρεύμα στο σπίτι σας;",
  "Do you have access to safe drinking water at home?": "Έχετε πρόσβαση σε ασφαλές πόσιμο νερό στο σπίτι;",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Ζείτε σε μη υπερπλήρες σπίτι;",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Διαθέτετε προσωπικό smartphone;",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Χρησιμοποιείτε το διαδίκτυο;",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Εισαγάγετε το ετήσιο εισόδημά σας για να εκτιμήσετε πού βρίσκεστε παγκοσμίως",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Παράδειγμα: 50.000",
  "Exchange rate": "Συναλλαγματική ισοτιμία",
  "Female": "Γυναίκα",
  "File a complaint with supervisory authority": "Υποβάλετε καταγγελία στην εποπτική αρχή",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Η χρηματοοικονομική ένταξη επιτρέπει την αποταμίευση, τον δανεισμό και την ασφαλή λήψη πληρωμών—απαραίτητη για οικονομική σταθερότητα.",
  "For more accurate comparison": "Για πιο ακριβή σύγκριση",
  "Gender": "Φύλο",
  "Generate anonymized global statistics": "Δημιουργία ανωνυμοποιημένων παγκόσμιων στατιστικών",
  "GitHub": "GitHub",
  "Global": "Παγκόσμιο",
  "Global Rate": "Παγκόσμιο ποσοστό",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Η μισή ανθρωπότητα ζει με λιγότερο από $12 την ημέρα, περιορίζοντας τις καταναλωτικές τους επιλογές.",
  "Have you ever flown on an airplane?": "Έχετε ταξιδέψει ποτέ με αεροπλάνο;",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Το να έχεις ηλεκτρικό ρεύμα σημαίνει ότι έχεις πρόσβαση σε φωτισμό, ψύξη και τη δυνατότητα φόρτισης συσκευών—μια βάση για τη σύγχρονη ζωή.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Η πρόσβαση στην υγειονομική περίθαλψη χωρίς οικονομική επιβάρυνση σημαίνει ότι η ασθένεια δεν οδηγεί σε φτώχεια.",
  "Home": "Αρχική",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Το ευρυζωνικό διαδίκτυο στο σπίτι επιτρέπει την εξ αποστάσεως εργασία, το streaming, τις βιντεοκλήσεις και τις απρόσκοπτες διαδικτυακές εμπειρίες.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Η ασφάλεια στέγασης επιτρέπει τον μακροπρόθεσμο σχεδιασμό, την επένδυση σε ακίνητα και την ψυχολογική ευημερία.",
  "How We Use Information": "Πώς Χρησιμοποιούμε τις Πληροφορίες",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Είμαι στο κορυφαίο {{score}}% του παγκόσμιου πληθυσμού! #AwesomeRank",
  "Implication": "Συμπέρασμα",
  "Improve question quality and user experience": "Βελτίωση της ποιότητας των ερωτήσεων και της εμπειρίας χρήστη",
  "Income basis": "Βάση εισοδήματος",
  "Income Rank": "Κατάταξη Εισοδήματος",
  "Income rank result": "Αποτέλεσμα κατάταξης εισοδήματος",
  "Information We Collect": "Πληροφορίες που Συλλέγουμε",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Η πρόσβαση στο διαδίκτυο επιτρέπει την εκπαίδευση, τις ευκαιρίες εργασίας, την κοινωνική σύνδεση και την πρόσβαση σε ζωτικές πληροφορίες.",
  "Introduction": "Εισαγωγή",
  "km^2": "",
  "Last updated": "Τελευταία ενημέρωση",
  "Less than half of the world's households have access to a personal vehicle.": "Λιγότερο από τα μισά νοικοκυριά του κόσμου έχουν πρόσβαση σε προσωπικό όχημα.",
  "Level 1: Infrastructure (Survival)": "Επίπεδο 1: Υποδομή (Επιβίωση)",
  "Level 2: Connectivity (Information)": "Επίπεδο 2: Συνδεσιμότητα (Πληροφορία)",
  "Level 3: Assets (Comfort)": "Επίπεδο 3: Περιουσιακά Στοιχεία (Άνεση)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Επίπεδο 5: Κινητικότητα (Ελίτ)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Ο γραμματισμός ανοίγει πόρτες στην απασχόληση, την πρόσβαση σε πληροφορίες και τη συμμετοχή στα κοινά που πολλοί θεωρούν δεδομένη.",
  "Loading countries...": "",
  "Location Information": "Πληροφορίες Τοποθεσίας",
  "Male": "Άνδρας",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Αγορά",
  "Market exchange rate (MER)": "Συναλλαγματική ισοτιμία αγοράς (MER)",
  "Median (50th)": "Διάμεσος (50ο)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Το εισόδημά μου είναι στο κορυφαίο {{score}} παγκοσμίως. Ελέγξτε το δικό σας:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Σχεδόν 1 δισεκατομμύριο άτομα παγκοσμίως αισθάνονται ανασφαλή σχετικά με την κατοχή στέγασης τους.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Σχεδόν 3,8 δισεκατομμύρια άτομα στερούνται οποιασδήποτε μορφής κάλυψης κοινωνικής προστασίας.",
  "New": "Νέο",
  "Next milestone": "Επόμενο ορόσημο",
  "NO": "ΟΧΙ",
  "No_Hint": "Όχι",
  "Not saved": "Δεν αποθηκεύτηκε",
  "of the global population.": "του παγκόσμιου πληθυσμού.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Μόνο 1 στους 4 ενήλικες παγκοσμίως έχει ολοκληρώσει την τριτοβάθμια εκπαίδευση.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Μόνο περίπου 1,6 δισεκατομμύριο άτομα έχουν ταξιδέψει ποτέ με αεροπλάνο στη ζωή τους.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Μόνο περίπου το ένα τρίτο των ανθρώπων μπορεί να αντέξει οικονομικά να τρώει τακτικά έξω από το σπίτι.",
  "Other": "Άλλο",
  "Out of 8 billion people, only": "Από τα 8 δισεκατομμύρια άτομα, μόνο",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Πάνω από 1,7 δισεκατομμύρια άτομα στερούνται πρόσβαση σε ψύξη, επηρεάζοντας την ασφάλεια τροφίμων και τη διατροφή.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Πάνω από 2,5 δισεκατομμύρια άτομα δεν μπορούν να αντέξουν οικονομικά μια υγιεινή διατροφή, συμβάλλοντας στον υποσιτισμό και σε ασθένειες που σχετίζονται με τη διατροφή.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Πάνω από 4,4 δισεκατομμύρια άτομα στερούνται πρόσβαση σε τακτική προληπτική οδοντιατρική φροντίδα.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Η κατοχή διαβατηρίου αντιπροσωπεύει την ελευθερία και τα μέσα για διεθνή ταξίδια.",
  "people": "άνθρωποι",
  "people.": "άνθρωποι.",
  "per day": "ημερησίως",
  "per month": "μηνιαίως",
  "per year": "ετησίως",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Αλλαγές Πολιτικής",
  "Poverty lines are PPP-based.": "Τα όρια φτώχειας βασίζονται σε PPP.",
  "Poverty Status": "Κατάσταση φτώχειας",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (προσαρμοσμένο στο κόστος διαβίωσης)",
  "Prefer not to say": "Προτιμώ να μην απαντήσω",
  "Privacy Notice": "Ανακοίνωση Απορρήτου",
  "Privacy Policy": "Πολιτική Απορρήτου",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Η κατάλληλη αποχέτευση προλαμβάνει ασθένειες, προστατεύει την αξιοπρέπεια και είναι θεμελιώδης για τη δημόσια υγεία.",
  "Quiz and Income Data": "Δεδομένα Κουίζ και Εισοδήματος",
  "Quiz responses, income input (calculator), and response times": "Απαντήσεις κουίζ, εισαγωγή εισοδήματος (υπολογιστής) και χρόνοι απάντησης",
  "Quiz responses, response times, and income entered in calculator": "Απαντήσεις κουίζ, χρόνοι απάντησης και εισόδημα που εισήχθη στον υπολογιστή",
  "Read Privacy Policy": "Διαβάστε την Πολιτική Απορρήτου",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Η ψύξη επιτρέπει τη διατήρηση τροφίμων, μειώνει τη σπατάλη και επιτρέπει μια πιο ποικιλόμορφη και θρεπτική διατροφή.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Το τακτικό φαγητό έξω υποδεικνύει διαθέσιμο εισόδημα και πρόσβαση σε ποικίλες επιλογές τροφίμων.",
  "Request data deletion": "Αίτημα διαγραφής δεδομένων",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Τα αποτελέσματα υπολογίζονται άμεσα. Αν επιτρέψεις τη συλλογή δεδομένων, αποθηκεύουμε ανωνυμοποιημένα αποτελέσματα για να βελτιώσουμε τα παγκόσμια στατιστικά.",
  "Richer than": "Πλουσιότερος από",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Η πρόσβαση σε ασφαλές νερό προλαμβάνει τις υδατογενείς ασθένειες και εξοικονομεί ώρες που ξοδεύονται στη συλλογή νερού καθημερινά.",
  "Save failed": "Αποτυχία αποθήκευσης",
  "Saved": "Αποθηκεύτηκε",
  "Saving…": "Αποθήκευση…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Η δευτεροβάθμια εκπαίδευση βελτιώνει σημαντικά τις προοπτικές απασχόλησης και το δυναμικό κερδών.",
  "Security": "Ασφάλεια",
  "See your income rank worldwide": "Δείτε την παγκόσμια κατάταξη εισοδήματός σας",
  "Select a country": "",
  "Share Rank": "Κοινοποίηση Κατάταξης",
  "Share Result": "Κοινοποίηση Αποτελέσματος",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Η κατοχή smartphone παρέχει πρόσβαση σε εφαρμογές, mobile banking, πλοήγηση και άμεση επικοινωνία.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Η κοινωνική προστασία παρέχει ένα δίχτυ ασφαλείας κατά τη διάρκεια ασθένειας, ανεργίας ή συνταξιοδότησης.",
  "Source": "Πηγή",
  "Start Again": "Ξεκινήστε Ξανά",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Μετάβαση σε PPP",
  "Tell us about yourself": "Πείτε μας για τον εαυτό σας",
  "That means you are 1 in": "Αυτό σημαίνει ότι είστε 1 στους",
  "The collected information is used for the following purposes:": "Οι πληροφορίες που συλλέγονται χρησιμοποιούνται για τους ακόλουθους σκοπούς:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Αυτή η πολιτική απορρήτου εξηγεί ποιες πληροφορίες συλλέγονται, χρησιμοποιούνται και προστατεύονται όταν χρησιμοποιείτε την εφαρμογή κουίζ Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Αυτή η πολιτική απορρήτου μπορεί να ενημερωθεί κατά καιρούς. Θα σας ειδοποιήσουμε για σημαντικές αλλαγές αναρτώντας τη νέα πολιτική σε αυτήν τη σελίδα.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Αυτό το αποτέλεσμα είναι εκτίμηση βάσει μοντέλου, όχι πραγματική μέτρηση. Οι πραγματικές κατατάξεις μπορεί να διαφέρουν, αλλά το μοτίβο μπορεί να παραμένει ουσιαστικό, ειδικά όταν συγκρίνονται τα ερωτήματα.",
  "times the median": "φορές τη διάμεσο",
  "to reach {{milestone}}": "για να φτάσεις το {{milestone}}",
  "TOP": "ΚΟΡΥΦΑΙΟ",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Το κορυφαίο 0,1% ξεκινά στα",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Το κορυφαίο 1% ξεκινά στα",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Το κορυφαίο 10% ξεκινά στα",
  "Top earners (out of 8 billion)": "Κορυφαίοι αποδοχείς (από 8 δισεκατομμύρια)",
  "True Size Atlas": "",
  "Try It Yourself": "Δοκιμάστε το Μόνοι Σας",
  "Type an amount to see your rank": "Πληκτρολογήστε ένα ποσό για να δείτε την κατάταξή σας",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Προβολή λεπτομερειών",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Συλλέγουμε ανώνυμα δεδομένα για να παρέχουμε καλύτερη υπηρεσία και να δημιουργήσουμε παγκόσμια στατιστικά. Οι ακόλουθες πληροφορίες μπορεί να συλλεχθούν:",
  "We collect the following types of information:": "Συλλέγουμε τους ακόλουθους τύπους πληροφοριών:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Δεν πουλάμε τα προσωπικά σας στοιχεία. Τα δεδομένα μπορεί να μοιραστούν μόνο με ερευνητικούς εταίρους σε ανωνυμοποιημένη και συγκεντρωτική μορφή. Μπορεί να αποκαλύψουμε πληροφορίες όταν απαιτείται από το νόμο.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Εφαρμόζουμε κατάλληλα τεχνικά και οργανωτικά μέτρα για την προστασία των δεδομένων από μη εξουσιοδοτημένη πρόσβαση, τροποποίηση ή καταστροφή.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Διατηρούμε δεδομένα έως και 2 χρόνια για ερευνητικούς σκοπούς. Μετά από αυτήν την περίοδο, τα δεδομένα διαγράφονται αυτόματα ή ανωνυμοποιούνται μόνιμα.",
  "Where do you rank among 8 billion people?": "Πού κατατάσσεστε ανάμεσα σε 8 δισεκατομμύρια ανθρώπους;",
  "Where do you stand among\n8 billion people?": "Πού βρίσκεστε ανάμεσα σε\n8 δισεκατομμύρια ανθρώπους;",
  "WID thresholds (wid.world)": "Όρια WID (wid.world)",
  "Withdraw consent at any time": "Ανάκληση συγκατάθεσης ανά πάσα στιγμή",
  "WORLD\nRANK": "ΠΑΓΚΟΣΜΙΑ\nΚΑΤΑΤΑΞΗ",
  "YES": "ΝΑΙ",
  "Yes_Hint": "Ναι",
  "You are in the top": "Είστε στο κορυφαίο",
  "Your Answers": "Οι απαντήσεις σου",
  "Your income": "Το εισόδημά σου",
  "Your income vs median": "Το εισόδημά σου vs διάμεσος",
  "Your Rights": "Τα Δικαιώματά Σας"
}
