{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10–19",
  "20s": "20–29",
  "30s": "30–39",
  "40s": "40–49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G võimaldab kiiremat allalaadimist, paremat voogedastust ja juurdepääsu uutele tehnoloogiatele nagu AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G katvus on endiselt piiratud, ainult umbes 1,6 miljardit inimest omab juurdepääsu sellele tehnoloogiale.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Ülikoolikraad annab sageli juurdepääsu paremini tasustatud töökohtadele ja professionaalsetele võrgustikele.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pesumasin säästab märkimisväärselt aega, eriti naistele, kes tavaliselt pesu pesevad.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Umbes 1,7 miljardit täiskasvanut on endiselt ilma pangateenusteta, neil puudub juurdepääs ametlikele finantsteenustele.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Umbes 2,1 miljardit inimest pole kunagi internetti kasutanud, mis loob olulise digilõhe.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Umbes 2,4 miljardit inimest elab ülemaailmselt ülerahvastatud elutingimustes.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Umbes 3,2 miljardit inimest ei oma nutitelefoni, mis piirab nende juurdepääsu mobiiliteenustele.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Umbes 3,6 miljardit inimest ei oma juurdepääsu olulistele tervishoiuteenustele või seisavad silmitsi rahaliste raskustega arstiabi otsimisel.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Umbes 4,8 miljardit inimest peseb riideid käsitsi, kulutades sellele ülesandele nädalas tunde.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Umbes 5,6 miljardit inimest ei oma kodus püsiühendusega lairiba internetiühendust.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Umbes 6 miljardit inimest ei oma kehtivat passi, mis piirab rahvusvahelist reisimist.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Umbes 675 miljonit inimest maailmas elab endiselt ilma elektrita, peamiselt Sahara-taguses Aafrikas ja Lõuna-Aasias.",
  "Academic research on global living standards": "Akadeemiline uurimistöö ülemaailmsete elamistandardite kohta",
  "Accept": "Nõustu",
  "Access your data": "Juurdepääs oma andmetele",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Piisav eluruum toetab privaatsust, õppimist, kaugtööd ja üldist vaimset tervist.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Toitva toidu taskukohasus on hädavajalik füüsilisele tervisele, kognitiivsele arengule ja tootlikkusele.",
  "Age Group": "Vanusegrupp",
  "Age group and gender (optional)": "Vanusegrupp ja sugu (valikuline)",
  "Age group and gender you optionally provide": "Vanusegrupp ja sugu, mida valikuliselt esitad",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Lennureiside kogemus näitab juurdepääsu pikamaaliikuvusele ja sageli rahvusvahelisele kokkupuutele.",
  "Already {{milestone}}": "Sa oled juba {{milestone}}",
  "Analyzing global data...": "Analüüsin ülemaailmseid andmeid...",
  "Annual income": "Aastane sissetulek",
  "Approximate location (country/city from IP)": "Ligikaudne asukoht (riik/linn IP-aadressi põhjal)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Umbes 770 miljonit täiskasvanut maailmas ei oska lugeda ega kirjutada, nendest kaks kolmandikku on naised.",
  "are in this group.": "on selles grupis.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Umbes 1,7 miljardit inimest ei oma elementaarset kanalisatsiooni ja 494 miljonit praktiseerib endiselt väljas käimist.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Umbes 2,1 miljardit inimest ei oma kodus turvaliselt hallatavat joogiveeteenust.",
  "Awesome Rank": "Maailma edetabel",
  "Back": "Tagasi",
  "Begin Analysis": "Alusta analüüsi",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Tarbimisklassi kuulumine tähendab vaba tulu omamist peale põhivajaduste.",
  "Browser type, screen resolution, language settings": "Veebilehitseja tüüp, ekraani resolutsioon, keeleseaded",
  "Calculating...": "Arvutan...",
  "Can you access essential healthcare without financial hardship?": "Kas saad vajalikku tervishoidu ilma rahaliste raskusteta?",
  "Can you afford a healthy diet?": "Kas saad endale lubada tervislikku toitumist?",
  "Can you read and write simple sentences?": "Kas oskad lugeda ja kirjutada lihtsaid lauseid?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Auto omamine pakub liikuvust, paindlikkust ja juurdepääsu võimalustele väljaspool ühistranspordi marsruute.",
  "Check Rank": "Kontrolli edetabelikohta",
  "Close": "Sulge",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Kogutud andmeid kasutatakse ainult uurimis- ja teenuse parandamise eesmärkidel. Me ei müü ega jaga teie isikuandmeid kolmandate osapooltega.",
  "Coming Soon": "Tulekul",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Jätka",
  "Copied!": "Kopeeritud!",
  "Cost of living": "Elamiskulud",
  "Country A": "",
  "Country and city derived from IP address": "Riik ja linn tuletatud IP-aadressist",
  "Country B": "",
  "Data": "Andmed",
  "Data Retention": "Andmete säilitamine",
  "Data Sharing": "Andmete jagamine",
  "Decline": "Keeldu",
  "Demographic Information": "Demograafiline informatsioon",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Juurdepääs hambaarstile näitab laiemat tervishoiu kättesaadavust ja ennetavaid terviseharjumusi.",
  "Depending on your location, you may have the following rights:": "Sõltuvalt teie asukohast võivad teil olla järgmised õigused:",
  "Device Information": "Seadme informatsioon",
  "Device type, screen size, browser language": "Seadme tüüp, ekraani suurus, veebilehitseja keel",
  "Did you graduate from high school (secondary education)?": "Kas lõpetasid keskkooli (keskharidus)?",
  "Discover where you stand": "Avasta, kus sa seisad",
  "Do Not Collect My Data": "Ära kogu minu andmeid",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Kas sul on pangakonto või mobiilse raha konto?",
  "Do you have a refrigerator in your home?": "Kas sul on kodus külmkapp?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Kas sul on kehtiv pass?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Kas sul on juurdepääs loputusega tualetile või täiustatud kanalisatsioonile?",
  "Do you have access to electricity in your home?": "Kas sul on kodus juurdepääs elektrile?",
  "Do you have access to safe drinking water at home?": "Kas sul on kodus juurdepääs turvalisele joogiveele?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Kas elad kodus, mis pole ülerahvastatud?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Kas sul on isiklik nutitelefon?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Kas kasutad internetti?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Sisesta oma aastane sissetulek, et hinnata, kus sa seisad maailmas",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Näide: 50 000",
  "Exchange rate": "Vahetuskurss",
  "Female": "Naine",
  "File a complaint with supervisory authority": "Esita kaebus järelevalveasutusele",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finantsiline kaasatus võimaldab turvaliselt säästa, laenata ja makseid vastu võtta—see on majanduslikuks stabiilsuseks hädavajalik.",
  "For more accurate comparison": "Täpsema võrdluse jaoks",
  "Gender": "Sugu",
  "Generate anonymized global statistics": "Genereeri anonüümseid globaalseid statistikaid",
  "GitHub": "GitHub",
  "Global": "Ülemaailmne",
  "Global Rate": "Globaalne määr",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Pool inimkonnast elab vähem kui 12 dollariga päevas, mis piirab nende tarbimisvalikuid.",
  "Have you ever flown on an airplane?": "Kas oled kunagi lennukiga lennanud?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Elektri olemasolu tähendab juurdepääsu valgustusele, jahutusele ja võimalust seadmeid laadida—kaasaegse elu alus.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Juurdepääs tervishoiule ilma rahalise koormata tähendab, et haigus ei vii vaesusesse.",
  "Home": "Avaleht",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Kodune lairiba võimaldab kaugtööd, voogedastust, videokõnesid ja sujuvaid veebielamusi.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Eluaseme kindlus võimaldab pikaajalist planeerimist, investeerimist kinnisvara ja psühholoogilist heaolu.",
  "How We Use Information": "Kuidas me informatsiooni kasutame",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Ma olen ülemaailmse elanikkonna parimate {{score}}% hulgas! #AwesomeRank",
  "Implication": "Järeldus",
  "Improve question quality and user experience": "Paranda küsimuste kvaliteeti ja kasutajakogemust",
  "Income basis": "Sissetuleku alus",
  "Income Rank": "Sissetulekute edetabel",
  "Income rank result": "Sissetulekute edetabeli tulemus",
  "Information We Collect": "Informatsioon, mida kogume",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Internetiühendus võimaldab haridust, töövõimalusi, sotsiaalseid kontakte ja juurdepääsu olulisele informatsioonile.",
  "Introduction": "Sissejuhatus",
  "km^2": "",
  "Last updated": "Viimati uuendatud",
  "Less than half of the world's households have access to a personal vehicle.": "Vähem kui pool maailma majapidamistest omab juurdepääsu isiklikule sõidukile.",
  "Level 1: Infrastructure (Survival)": "Tase 1: Infrastruktuur (Ellujäämine)",
  "Level 2: Connectivity (Information)": "Tase 2: Ühenduvus (Informatsioon)",
  "Level 3: Assets (Comfort)": "Tase 3: Vara (Mugavus)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Tase 5: Liikuvus (Eliit)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Kirjaoskus avab uksed tööhõivele, juurdepääsule informatsioonile ja kodanikuosalus, mida paljud peavad iseenesestmõistetavaks.",
  "Loading countries...": "",
  "Location Information": "Asukoha informatsioon",
  "Male": "Mees",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Turg",
  "Market exchange rate (MER)": "Turu vahetuskurss (MER)",
  "Median (50th)": "Mediaan (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Minu sissetulek on ülemaailmses edetabelis parimate {{score}} hulgas. Kontrolli oma:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Peaaegu 1 miljard inimest maailmas tunneb end oma eluaseme valdamise suhtes ebakindlalt.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Peaaegu 3,8 miljardit inimest ei oma mingisugust sotsiaalse kaitse katet.",
  "New": "Uus",
  "Next milestone": "Järgmine verstapost",
  "NO": "EI",
  "No_Hint": "Ei",
  "Not saved": "Pole salvestatud",
  "of the global population.": "ülemaailmsest elanikkonnast.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Ainult 1 neljast täiskasvanust maailmas on lõpetanud kõrghariduse.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Ainult umbes 1,6 miljardit inimest on kunagi oma elus lennukiga lennanud.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Ainult umbes kolmandik inimestest saab regulaarselt endale lubada väljas söömist.",
  "Other": "Muu",
  "Out of 8 billion people, only": "8 miljardist inimesest ainult",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Üle 1,7 miljardi inimese ei oma juurdepääsu jahutusele, mis mõjutab toiduohutust ja toitumist.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Üle 2,5 miljardi inimese ei saa endale lubada tervislikku toitumist, mis soodustab alatoitumust ja toitumisega seotud haigusi.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Üle 3,3 miljardi täiskasvanu ei ole maailmas lõpetanud keskharidust.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Üle 4,4 miljardi inimese ei oma juurdepääsu regulaarsele ennetavale hambaarstile.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Passi omamine esindab vabadust ja võimalust reisida rahvusvaheliselt.",
  "people": "inimest",
  "people.": "inimest.",
  "per day": "päevas",
  "per month": "kuus",
  "per year": "aastas",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Poliitika muudatused",
  "Poverty lines are PPP-based.": "Vaesuspiirid põhinevad PPP-l.",
  "Poverty Status": "Vaesuse staatus",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (elamiskulu järgi kohandatud)",
  "Prefer not to say": "Ei soovi öelda",
  "Privacy Notice": "Privaatsuseteade",
  "Privacy Policy": "Privaatsuspoliitika",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Korralik kanalisatsioon ennetab haigusi, kaitseb väärikust ja on rahvatervise jaoks põhiline.",
  "Quiz and Income Data": "Viktoriini ja sissetulekute andmed",
  "Quiz responses, income input (calculator), and response times": "Viktoriini vastused, sissetuleku sisend (kalkulaator) ja vastamise ajad",
  "Quiz responses, response times, and income entered in calculator": "Viktoriini vastused, vastamise ajad ja kalkulaatorisse sisestatud sissetulek",
  "Read Privacy Policy": "Loe privaatsuspoliitikat",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Jahutus võimaldab toidu säilitamist, vähendab raiskamist ja võimaldab mitmekesisemat ja toitvamat toitumist.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regulaarne väljas söömine näitab vaba tulu olemasolu ja juurdepääsu mitmekesistele toiduvalikutele.",
  "Request data deletion": "Taotlege andmete kustutamist",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Tulemused arvutatakse kohe. Kui lubad andmete kogumise, salvestame anonüümsed tulemused, et parandada globaalseid statistikaid.",
  "Richer than": "Rikkam kui",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Turvalise vee kättesaadavus ennetab veekandevõitavaid haigusi ja säästab tunde, mis kulub igapäevaselt vee kogumisele.",
  "Save failed": "Salvestamine ebaõnnestus",
  "Saved": "Salvestatud",
  "Saving…": "Salvestamine…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Keskharidus parandab oluliselt tööhõive väljavaateid ja sissetulekupotentsiaali.",
  "Security": "Turvalisus",
  "See your income rank worldwide": "Vaata oma sissetulekute edetabelit maailmas",
  "Select a country": "",
  "Share Rank": "Jaga edetabelikohta",
  "Share Result": "Jaga tulemust",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Nutitelefoni omamine annab juurdepääsu rakendustele, mobiilipangandusele, navigatsioonile ja kohesele suhtlusele.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sotsiaalne kaitse pakub turvavõrku haiguse, töötuse või pensionile jäämise ajal.",
  "Source": "Allikas",
  "Start Again": "Alusta uuesti",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Lülita PPP-le",
  "Tell us about yourself": "Räägi meist enda kohta",
  "That means you are 1 in": "See tähendab, et sa oled 1",
  "The collected information is used for the following purposes:": "Kogutud informatsiooni kasutatakse järgmistel eesmärkidel:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "See privaatsuspoliitika selgitab, millist informatsiooni kogutakse, kasutatakse ja kaitstakse, kui kasutate Awesome Rank viktoriini rakendust.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Seda privaatsuspoliitikat võidakse aeg-ajalt uuendada. Teavitame teid olulistest muudatustest, postitades uue poliitika sellele lehele.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "See tulemus on mudelipõhine hinnang, mitte faktiline mõõtmine. Tegelikud järjestused võivad erineda, kuid muster võib siiski olla tähenduslik, eriti küsimustevahelisel võrdlusel.",
  "times the median": "korda mediaani",
  "to reach {{milestone}}": "et jõuda {{milestone}}",
  "TOP": "TIPP",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% algab",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% algab",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% algab",
  "Top earners (out of 8 billion)": "Suurimad teenijad (8 miljardist)",
  "True Size Atlas": "",
  "Try It Yourself": "Proovi ise",
  "Type an amount to see your rank": "Sisesta summa, et näha oma edetabelikohta",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Vaata detaile",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Kogume anonüümseid andmeid, et pakkuda paremat teenust ja genereerida globaalseid statistikaid. Järgmist informatsiooni võidakse koguda:",
  "We collect the following types of information:": "Kogume järgmist tüüpi informatsiooni:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Me ei müü teie isikuandmeid. Andmeid võidakse jagada ainult teaduspartneritega anonüümsel ja koondatud kujul. Võime avalikustada informatsiooni, kui seadus seda nõuab.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Rakendame sobivaid tehnilisi ja organisatsioonilisi meetmeid, et kaitsta andmeid volitamata juurdepääsu, muutmise või hävitamise eest.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Säilitame andmeid kuni 2 aastat uurimisotstarbel. Pärast seda perioodi kustutatakse andmed automaatselt või anonüümitakse püsivalt.",
  "Where do you rank among 8 billion people?": "Kus sa seisad 8 miljardi inimese seas?",
  "Where do you stand among\n8 billion people?": "Kus sa seisad 8 miljardi\ninimese seas?",
  "WID thresholds (wid.world)": "WID künnised (wid.world)",
  "Withdraw consent at any time": "Võta nõusolek igal ajal tagasi",
  "WORLD\nRANK": "MAAILMA\nEDETABEL",
  "YES": "JAH",
  "Yes_Hint": "Jah",
  "You are in the top": "Sa oled parimate seas",
  "Your Answers": "Sinu vastused",
  "Your income": "Sinu sissetulek",
  "Your income vs median": "Sinu sissetulek vs mediaan",
  "Your Rights": "Sinu õigused"
}
