{
  "10s": "10-luvulla",
  "20s": "20-luvulla",
  "30s": "30-luvulla",
  "40s": "40-luvulla",
  "50s+": "50-luvulla+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G-yhteys tarkoittaa nopeampia latauksia, parempaa suoratoistoa ja pääsyä uusiin teknologioihin kuten AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G-peitto on edelleen rajallinen, vain noin 1,6 miljardia ihmistä pääsee käyttämään tätä teknologiaa.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Korkeakoulututkinto tarjoaa usein pääsyn paremmin palkattuihin työpaikkoihin ja ammatillisiin verkostoihin.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pesukone säästää merkittävästi aikaa, erityisesti naisille, jotka perinteisesti hoitavat pyykinpesun.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Noin 1,7 miljardia aikuista on edelleen ilman pankkipalveluja ja virallisten rahoituspalvelujen ulottumattomissa.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Noin 2,1 miljardia ihmistä ei ole koskaan käyttänyt internetiä, mikä luo merkittävän digitaalisen kuilun.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Noin 2,4 miljardia ihmistä asuu ylikansoitetuissa asuinoloissa maailmanlaajuisesti.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Noin 3,2 miljardilla ihmisellä ei ole älypuhelinta, mikä rajoittaa heidän pääsyään mobiilipalveluihin.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Noin 3,6 miljardilla ihmisellä ei ole pääsyä välttämättömiin terveyspalveluihin tai he kohtaavat taloudellisia vaikeuksia hakiessaan hoitoa.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Noin 4,8 miljardia ihmistä pesee vaatteet käsin, käyttäen tunteja viikossa tähän tehtävään.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Noin 5,6 miljardilla ihmisellä ei ole kiinteää laajakaistayhteyttä kotona.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Noin 6 miljardilla ihmisellä ei ole voimassaolevaa passia, mikä rajoittaa kansainvälistä matkustamista.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Noin 675 miljoonaa ihmistä maailmanlaajuisesti elää edelleen ilman sähköä, pääasiassa Saharan eteläpuolisessa Afrikassa ja Etelä-Aasiassa.",
  "Academic research on global living standards": "Akateeminen tutkimus maailmanlaajuisista elintasoista",
  "Accept": "Hyväksy",
  "Access your data": "Pääsy tietoihisi",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Riittävä asuintila tukee yksityisyyttä, opiskelua, etätyötä ja yleistä mielenterveyttä.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Ravitsevan ruoan varaan on olennaista fyysiselle terveydelle, kognitiiviselle kehitykselle ja tuottavuudelle.",
  "Age Group": "Ikäryhmä",
  "Age group and gender (optional)": "Ikäryhmä ja sukupuoli (valinnainen)",
  "Age group and gender you optionally provide": "Ikäryhmä ja sukupuoli, jonka valinnaisesti annat",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Lentokokemus osoittaa pääsyä pitkän matkan liikkuvuuteen ja usein kansainväliseen altistumiseen.",
  "Already {{milestone}}": "Olet jo {{milestone}}",
  "Analyzing global data...": "Analysoidaan globaaleja tietoja...",
  "Annual income": "Vuositulot",
  "Approximate location (country/city from IP)": "Likimääräinen sijainti (maa/kaupunki IP-osoitteesta)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Noin 770 miljoonaa aikuista maailmanlaajuisesti ei osaa lukea tai kirjoittaa, ja heistä kaksi kolmasosaa on naisia.",
  "are in this group.": "ovat tässä ryhmässä.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Noin 1,7 miljardilla ihmisellä ei ole perusjärjestelmiä, ja 494 miljoonaa harjoittaa edelleen ulkona ulostamista.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Noin 2,1 miljardilla ihmisellä ei ole turvallisesti hallittuja juomavesipalveluja kotona.",
  "Awesome Rank": "Maailmansijoitus",
  "Back": "Takaisin",
  "Begin Analysis": "Aloita analyysi",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Kuluttajaluokkaan kuuluminen tarkoittaa, että on käytettävissä tuloja perustarpeiden lisäksi.",
  "Browser type, screen resolution, language settings": "Selaimen tyyppi, näytön resoluutio, kieliasetukset",
  "Calculating...": "Lasketaan...",
  "Can you access essential healthcare without financial hardship?": "Pääsetkö välttämättömään terveydenhuoltoon ilman taloudellisia vaikeuksia?",
  "Can you afford a healthy diet?": "Onko sinulla varaa terveelliseen ruokavalioon?",
  "Can you read and write simple sentences?": "Osaatko lukea ja kirjoittaa yksinkertaisia lauseita?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Auton omistaminen tarjoaa liikkuvuutta, joustavuutta ja pääsyä mahdollisuuksiin julkisen liikenteen reittien ulkopuolella.",
  "Check Rank": "Tarkista sijoitus",
  "Close": "Sulje",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Kerättyjä tietoja käytetään vain tutkimus- ja palvelun parantamistarkoituksiin. Emme myy tai jaa henkilötietojasi kolmansille osapuolille.",
  "Coming Soon": "Tulossa pian",
  "Continue": "Jatka",
  "Copied!": "Kopioitu!",
  "Cost of living": "Elinkustannukset",
  "Country and city derived from IP address": "Maa ja kaupunki johdettu IP-osoitteesta",
  "Data": "Tiedot",
  "Data Retention": "Tietojen säilyttäminen",
  "Data Sharing": "Tietojen jakaminen",
  "Decline": "Hylkää",
  "Demographic Information": "Väestötiedot",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Hammashoitopalvelujen saatavuus osoittaa laajempaa terveydenhuollon saatavuutta ja ennaltaehkäiseviä terveystapoja.",
  "Depending on your location, you may have the following rights:": "Sijainnistasi riippuen sinulla voi olla seuraavat oikeudet:",
  "Device Information": "Laitetiedot",
  "Device type, screen size, browser language": "Laitteen tyyppi, näytön koko, selaimen kieli",
  "Did you graduate from high school (secondary education)?": "Valmistuitko lukiosta (toisen asteen koulutus)?",
  "Discover where you stand": "Selvitä missä seisot",
  "Do Not Collect My Data": "Älä kerää tietojani",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Onko sinulla pankkitili tai mobiilirahatilin?",
  "Do you have a refrigerator in your home?": "Onko kotonasi jääkaappi?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Onko sinulla voimassaoleva passi?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Onko sinulla pääsy vesivessaan tai parannettuun sanitaatioon?",
  "Do you have access to electricity in your home?": "Onko kotonasi sähköä?",
  "Do you have access to safe drinking water at home?": "Onko sinulla pääsy turvalliseen juomaveteen kotona?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Asutko ei-ylikansoitetussa kodissa?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Omistatko henkilökohtaisen älypuhelimen?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Käytätkö internetiä?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Syötä vuositulosi arvioidaksesi asemasi maailmanlaajuisesti",
  "Example: 50,000": "Esimerkki: 50 000",
  "Exchange rate": "Valuuttakurssi",
  "Female": "Nainen",
  "File a complaint with supervisory authority": "Tee valitus valvontaviranomaiselle",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Rahoituksellinen osallisuus mahdollistaa säästämisen, lainaamisen ja maksujen vastaanottamisen turvallisesti—välttämätöntä taloudelliselle vakaudelle.",
  "For more accurate comparison": "Tarkempaa vertailua varten",
  "Gender": "Sukupuoli",
  "Generate anonymized global statistics": "Luo anonymisoituja globaaleja tilastoja",
  "GitHub": "GitHub",
  "Global": "Maailmanlaajuinen",
  "Global Rate": "Globaali osuus",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Puolet ihmiskunnasta elää alle 12 dollarilla päivässä, mikä rajoittaa heidän kulutusvalintojaan.",
  "Have you ever flown on an airplane?": "Oletko koskaan lentänyt lentokoneella?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Sähkön saaminen tarkoittaa pääsyä valaistukseen, jäähdytykseen ja laitteiden lataamiseen—nykyaikaisen elämän perusta.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Terveydenhuollon saatavuus ilman taloudellista taakkaa tarkoittaa, että sairaus ei johda köyhyyteen.",
  "Home": "Koti",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Kotilaajakaista mahdollistaa etätyön, suoratoiston, videopuhelut ja saumattoman verkkokokemuksen.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Asumisturva mahdollistaa pitkän aikavälin suunnittelun, kiinteistösijoitukset ja psykologisen hyvinvoinnin.",
  "How We Use Information": "Kuinka käytämme tietoja",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Olen maailman väestön Top {{score}}%:ssa! #AwesomeRank",
  "Implication": "Johtopäätös",
  "Improve question quality and user experience": "Paranna kysymysten laatua ja käyttäjäkokemusta",
  "Income basis": "Tuloperuste",
  "Income Rank": "Tulosijoitus",
  "Income rank result": "Tulosijoituksen tulos",
  "Information We Collect": "Keräämämme tiedot",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Internet-yhteys mahdollistaa koulutuksen, työmahdollisuudet, sosiaalisen yhteyden ja pääsyn elintärkeään tietoon.",
  "Introduction": "Johdanto",
  "Last updated": "Viimeksi päivitetty",
  "Less than half of the world's households have access to a personal vehicle.": "Alle puolella maailman kotitalouksista on pääsy henkilökohtaiseen ajoneuvoon.",
  "Level 1: Infrastructure (Survival)": "Taso 1: Infrastruktuuri (Selviytyminen)",
  "Level 2: Connectivity (Information)": "Taso 2: Yhteydet (Informaatio)",
  "Level 3: Assets (Comfort)": "Taso 3: Varat (Mukavuus)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Taso 5: Liikkuvuus (Eliitti)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Lukutaito avaa ovia työllisyyteen, tiedon saantiin ja kansalaisosallistumiseen, jota monet pitävät itsestäänselvyytenä.",
  "Location Information": "Sijaintitiedot",
  "Male": "Mies",
  "Market": "Markkinat",
  "Market exchange rate (MER)": "Markkinavaluuttakurssi (MER)",
  "Median (50th)": "Mediaani (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Tuloni ovat maailmanlaajuisesti Top {{score}}:ssa. Tarkista omasi:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Lähes 1 miljardi ihmistä maailmanlaajuisesti tuntee asumisturvansa epävarmaksi.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Lähes 3,8 miljardilla ihmisellä ei ole minkäänlaista sosiaalista suojelua.",
  "New": "Uusi",
  "Next milestone": "Seuraava virstanpylväs",
  "NO": "EI",
  "No_Hint": "Ei",
  "Not saved": "Ei tallennettu",
  "of the global population.": "maailman väestöstä.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Vain 1 aikuisella 4:stä maailmanlaajuisesti on korkeakoulututkinto.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Vain noin 1,6 miljardia ihmistä on koskaan lentänyt lentokoneella elämänsä aikana.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Vain noin kolmasosa ihmisistä pystyy säännöllisesti syömään kodin ulkopuolella.",
  "Other": "Muu",
  "Out of 8 billion people, only": "8 miljardista ihmisestä, vain",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Yli 1,7 miljardilla ihmisellä ei ole pääsyä jäähdytykseen, mikä vaikuttaa ruoan turvallisuuteen ja ravitsemukseen.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Yli 2,5 miljardilla ihmisellä ei ole varaa terveelliseen ruokavalioon, mikä edistää aliravitsemusta ja ruokavalioon liittyviä sairauksia.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Yli 3,3 miljardia aikuista ei ole suorittanut toisen asteen koulutusta maailmanlaajuisesti.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Yli 4,4 miljardilla ihmisellä ei ole pääsyä säännölliseen ennaltaehkäisevään hammashoitoon.",
  "Passport ownership represents the freedom and means to travel internationally.": "Passin omistaminen edustaa vapautta ja mahdollisuutta matkustaa kansainvälisesti.",
  "people": "ihmistä",
  "people.": "ihmistä.",
  "per day": "päivässä",
  "per month": "kuukaudessa",
  "per year": "vuodessa",
  "Policy Changes": "Käytännön muutokset",
  "Poverty lines are PPP-based.": "Köyhyysrajat ovat PPP-pohjaisia.",
  "Poverty Status": "Köyhyysasema",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (elinkustannuksiin mukautettu)",
  "Prefer not to say": "En halua sanoa",
  "Privacy Notice": "Tietosuojailmoitus",
  "Privacy Policy": "Tietosuojakäytäntö",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Asianmukainen sanitaatio ehkäisee tauteja, suojaa ihmisarvoa ja on kansanterveyden perusta.",
  "Quiz and Income Data": "Kyselyn ja tulotiedot",
  "Quiz responses, income input (calculator), and response times": "Kyselyn vastaukset, tulotiedot (laskin) ja vastausajat",
  "Quiz responses, response times, and income entered in calculator": "Kyselyn vastaukset, vastausajat ja laskimeen syötetyt tulot",
  "Read Privacy Policy": "Lue tietosuojakäytäntö",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Jäähdytys mahdollistaa ruoan säilyttämisen, vähentää hävikkiä ja mahdollistaa monipuolisemman ja ravitsevamman ruokavalion.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Säännöllinen ulkona syöminen osoittaa käytettävissä olevia tuloja ja pääsyä monipuolisiin ruokavaihtoehtoihin.",
  "Request data deletion": "Pyydä tietojen poistamista",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Tulokset lasketaan heti. Jos sallit tiedonkeruun, tallennamme anonymisoidut tulokset parantaaksemme globaaleja tilastoja.",
  "Richer than": "Rikkaampi kuin",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Turvallisen veden saatavuus ehkäisee vesivälitteisiä tauteja ja säästää tunteja, jotka kulutetaan veden keräämiseen päivittäin.",
  "Save failed": "Tallennus epäonnistui",
  "Saved": "Tallennettu",
  "Saving…": "Tallennetaan…",
  "Secondary education significantly improves employment prospects and earning potential.": "Toisen asteen koulutus parantaa merkittävästi työllistymisnäkymiä ja ansaintapotentiaalia.",
  "Security": "Turvallisuus",
  "See your income rank worldwide": "Katso tulosijoituksesi maailmanlaajuisesti",
  "Share Rank": "Jaa sijoitus",
  "Share Result": "Jaa tulos",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Älypuhelimen omistaminen tarjoaa pääsyn sovelluksiin, mobiilipankkitoimintaan, navigointiin ja välittömään viestintään.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sosiaaliturva tarjoaa turvaverkon sairauden, työttömyyden tai eläkkeelle jäämisen aikana.",
  "Source": "Lähde",
  "Start Again": "Aloita alusta",
  "Switch to PPP": "Vaihda PPP:hen",
  "Tell us about yourself": "Kerro meille itsestäsi",
  "That means you are 1 in": "Se tarkoittaa, että olet 1",
  "The collected information is used for the following purposes:": "Kerättyjä tietoja käytetään seuraaviin tarkoituksiin:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Tämä tietosuojakäytäntö selittää, mitä tietoja kerätään, käytetään ja suojataan, kun käytät Awesome Rank -kyselysovellusta.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Tätä tietosuojakäytäntöä voidaan päivittää ajoittain. Ilmoitamme merkittävistä muutoksista julkaisemalla uuden käytännön tälle sivulle.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Tämä tulos on mallipohjainen arvio, ei faktinen mittaus. Todelliset sijoitukset voivat poiketa, mutta kuvio voi silti olla merkityksellinen, erityisesti kysymysten välillä vertailtaessa.",
  "times the median": "kertaa mediaani",
  "to reach {{milestone}}": "saavuttaaksesi {{milestone}}",
  "TOP": "HUIPPU",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% alkaa",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% alkaa",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% alkaa",
  "Top earners (out of 8 billion)": "Parhaat ansaitsijat (8 miljardista)",
  "Try It Yourself": "Kokeile itse",
  "Type an amount to see your rank": "Kirjoita summa nähdäksesi sijoituksesi",
  "USD": "USD",
  "View Details": "Näytä tiedot",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Keräämme anonyymejä tietoja paremman palvelun tarjoamiseksi ja globaalien tilastojen luomiseksi. Seuraavia tietoja voidaan kerätä:",
  "We collect the following types of information:": "Keräämme seuraavan tyyppisiä tietoja:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Emme myy henkilötietojasi. Tietoja voidaan jakaa tutkimuskumppaneiden kanssa vain anonymisoituina ja koosteina. Voimme paljastaa tietoja, kun laki sitä vaatii.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Toteutamme asianmukaiset tekniset ja organisatoriset toimenpiteet suojataksemme tietoja luvattomalta käytöltä, muutoksilta tai tuhoutumiselta.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Säilytämme tietoja enintään 2 vuotta tutkimustarkoituksiin. Tämän ajanjakson jälkeen tiedot poistetaan automaattisesti tai anonymisoidaan pysyvästi.",
  "Where do you rank among 8 billion people?": "Missä sijoitut 8 miljardin ihmisen joukossa?",
  "Where do you stand among\n8 billion people?": "Missä seisot\n8 miljardin ihmisen joukossa?",
  "WID thresholds (wid.world)": "WID-kynnysarvot (wid.world)",
  "Withdraw consent at any time": "Peruuta suostumus milloin tahansa",
  "WORLD\nRANK": "MAAILMAN\nSIJOITUS",
  "YES": "KYLLÄ",
  "Yes_Hint": "Kyllä",
  "You are in the top": "Olet parhaassa",
  "Your Answers": "Vastauksesi",
  "Your income": "Tulosi",
  "Your income vs median": "Tulosi vs mediaani",
  "Your Rights": "Oikeutesi"
}
