{
  "10s": "10s",
  "20s": "20s",
  "30s": "30s",
  "40s": "40s",
  "50s+": "50s+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Ang access sa 5G ay nangangahulugang mas mabilis na pag-download, mas magandang streaming, at access sa mga bagong teknolohiya tulad ng AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Limitado pa rin ang saklaw ng 5G, may humigit-kumulang 1.6 bilyong tao lamang ang may access sa teknolohiyang ito.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Ang college degree ay karaniwang nagbibigay ng access sa mas mataas na suweldo at propesyonal na network.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Ang washing machine ay nakakatipid ng malaking oras, lalo na para sa mga kababaihan na tradisyonal na gumagawa ng labada.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Humigit-kumulang 1.7 bilyong nasa hustong gulang ang walang bank account, kulang sa access sa pormal na serbisyong pinansyal.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Humigit-kumulang 2.1 bilyong tao ang hindi pa kailanman gumamit ng internet, lumilikha ng malaking digital divide.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Humigit-kumulang 2.4 bilyong tao ang nakatira sa sikip na kondisyon ng pabahay sa buong mundo.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Humigit-kumulang 3.2 bilyong tao ang walang sariling smartphone, nililimitahan ang kanilang access sa mobile services.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Humigit-kumulang 3.6 bilyong tao ang kulang sa access sa mahahalagang serbisyong pangkalusugan o humaharap sa pinansiyal na kahirapan kapag humihingi ng pangangalaga.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Humigit-kumulang 4.8 bilyong tao ang naglalaba gamit ang kamay, gumagugol ng maraming oras bawat linggo sa gawaing ito.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Humigit-kumulang 5.6 bilyong tao ang kulang sa fixed broadband internet access sa bahay.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Humigit-kumulang 6 bilyong tao ang walang wastong passport, nililimitahan ang internasyonal na paglalakbay.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Humigit-kumulang 675 milyong tao sa buong mundo ang nabubuhay pa rin nang walang kuryente, karamihan sa Sub-Saharan Africa at South Asia.",
  "Academic research on global living standards": "Akademikong pananaliksik sa pandaigdigang pamantayan ng pamumuhay",
  "Accept": "Tanggapin",
  "Access your data": "I-access ang iyong data",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ang sapat na espasyo sa tahanan ay sumusuporta sa privacy, pag-aaral, work from home, at pangkalahatang kalusugan ng isip.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Ang kakayahang bumili ng masustansyang pagkain ay mahalaga para sa pisikal na kalusugan, pag-unlad ng kaisipan, at produktibidad.",
  "Age Group": "Grupo ng Edad",
  "Age group and gender (optional)": "Grupo ng edad at kasarian (opsyonal)",
  "Age group and gender you optionally provide": "Grupo ng edad at kasarian na opsyonal mong ibinigay",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Ang karanasan sa pagsakay sa eroplano ay nagpapahiwatig ng access sa malayuang paglalakbay at madalas ay internasyonal na karanasan.",
  "Already {{milestone}}": "Nasa {{milestone}} ka na",
  "Analyzing global data...": "Sinusuri ang pandaigdigang data...",
  "Annual income": "Taunang kita",
  "Approximate location (country/city from IP)": "Tinatayang lokasyon (bansa/lungsod mula sa IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Humigit-kumulang 770 milyong nasa hustong gulang sa buong mundo ang hindi marunong bumasa o sumulat, dalawang-katlo ay kababaihan.",
  "are in this group.": "ay nasa grupong ito.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Humigit-kumulang 1.7 bilyong tao ang kulang sa basic sanitation, at 494 milyon ay nagsasagawa pa rin ng open defecation.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Humigit-kumulang 2.1 bilyong tao ang kulang sa ligtas na serbisyo ng inuming tubig sa bahay.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Bumalik",
  "Begin Analysis": "Simulan ang Pagsusuri",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Ang pagiging nasa consumer class ay nangangahulugang may ekstrang kita lampas sa mga pangunahing pangangailangan.",
  "Browser type, screen resolution, language settings": "Uri ng browser, screen resolution, settings ng wika",
  "Calculating...": "Kinakalkula...",
  "Can you access essential healthcare without financial hardship?": "Mayroon ka bang access sa mahalagang healthcare nang walang pinansiyal na kahirapan?",
  "Can you afford a healthy diet?": "Kayang mo bang bumili ng malusog na pagkain?",
  "Can you read and write simple sentences?": "Marunong ka bang bumasa at sumulat ng simpleng pangungusap?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Ang pagkakaroon ng sasakyan ay nagbibigay ng mobility, flexibility, at access sa mga oportunidad lampas sa mga ruta ng public transit.",
  "Check Rank": "Tingnan ang Ranggo",
  "Close": "Isara",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Ang nakolektang data ay ginagamit lamang para sa pananaliksik at pagpapabuti ng serbisyo. Hindi namin ibinebenta o ibinabahagi ang iyong personal na impormasyon sa mga third party.",
  "Coming Soon": "Malapit Nang Dumating",
  "Continue": "Magpatuloy",
  "Copied!": "Nakopya na!",
  "Cost of living": "Gastos sa pamumuhay",
  "Country and city derived from IP address": "Bansa at lungsod na nakuha mula sa IP address",
  "Data": "Data",
  "Data Retention": "Paghawak ng Data",
  "Data Sharing": "Pagbabahagi ng Data",
  "Decline": "Tanggihan",
  "Demographic Information": "Impormasyon Demograpiko",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Ang access sa dental care ay nagpapahiwatig ng mas malawak na availability ng healthcare at mga preventive health practice.",
  "Depending on your location, you may have the following rights:": "Depende sa iyong lokasyon, maaaring mayroon kang sumusunod na karapatan:",
  "Device Information": "Impormasyon ng Device",
  "Device type, screen size, browser language": "Uri ng device, laki ng screen, wika ng browser",
  "Did you graduate from high school (secondary education)?": "Nakapagtapos ka ba ng high school (secondary education)?",
  "Discover where you stand": "Alamin kung nasaan ka",
  "Do Not Collect My Data": "Huwag Kolektahin ang Aking Data",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Mayroon ka bang bank account o mobile money account?",
  "Do you have a refrigerator in your home?": "Mayroon ka bang refrigerator sa iyong bahay?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Mayroon ka bang wastong passport?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Mayroon ka bang access sa flush toilet o improved sanitation?",
  "Do you have access to electricity in your home?": "Mayroon ka bang kuryente sa iyong bahay?",
  "Do you have access to safe drinking water at home?": "Mayroon ka bang access sa ligtas na inuming tubig sa bahay?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Nakatira ka ba sa bahay na hindi masikip?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Mayroon ka bang sariling smartphone?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Gumagamit ka ba ng internet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Ilagay ang iyong taunang kita para malaman ang iyong posisyon sa buong mundo",
  "Example: 50,000": "Halimbawa: 50,000",
  "Exchange rate": "Halaga ng palitan",
  "Female": "Babae",
  "File a complaint with supervisory authority": "Magsampa ng reklamo sa supervisory authority",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Ang financial inclusion ay nagbibigay-daan sa pag-iimpok, paghiram, at ligtas na pagtanggap ng bayad—mahalaga para sa ekonomikong katatagan.",
  "For more accurate comparison": "Para sa mas tumpak na paghahambing",
  "Gender": "Kasarian",
  "Generate anonymized global statistics": "Bumuo ng anonymized na pandaigdigang istatistika",
  "GitHub": "GitHub",
  "Global": "Pandaigdig",
  "Global Rate": "Pandaigdigang antas",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Kalahati ng sangkatauhan ay nabubuhay sa wala pang $12 bawat araw, nililimitahan ang kanilang mga pagpipilian bilang consumer.",
  "Have you ever flown on an airplane?": "Nakasakay ka na ba sa eroplano?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Ang pagkakaroon ng kuryente ay nangangahulugang mayroon kang access sa ilaw, refrigeration, at kakayahang mag-charge ng mga device—pundasyon ng modernong buhay.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Ang access sa healthcare na walang pinansiyal na pasanin ay nangangahulugang ang sakit ay hindi nagreresulta sa kahirapan.",
  "Home": "Home",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Ang home broadband ay nagbibigay-daan sa remote work, streaming, video call, at walang-hadlang na online na karanasan.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Ang seguridad sa pabahay ay nagbibigay-daan sa long-term planning, pamumuhunan sa ari-arian, at psychological well-being.",
  "How We Use Information": "Paano Namin Ginagamit ang Impormasyon",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Nasa Top {{score}}% ako ng pandaigdigang populasyon! #AwesomeRank",
  "Implication": "Implikasyon",
  "Improve question quality and user experience": "Pagbutihin ang kalidad ng tanong at karanasan ng user",
  "Income basis": "Batayan ng kita",
  "Income Rank": "Ranggo ng Kita",
  "Income rank result": "Resulta ng ranggo ng kita",
  "Information We Collect": "Impormasyon na Kinokolekta Namin",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Ang access sa internet ay nagbibigay-daan sa edukasyon, oportunidad sa trabaho, social connection, at access sa mahahalagang impormasyon.",
  "Introduction": "Panimula",
  "Last updated": "Huling na-update",
  "Less than half of the world's households have access to a personal vehicle.": "Wala pang kalahati ng mga pamilya sa mundo ang may access sa personal na sasakyan.",
  "Level 1: Infrastructure (Survival)": "Level 1: Imprastraktura (Kaligtasan)",
  "Level 2: Connectivity (Information)": "Level 2: Koneksyon (Impormasyon)",
  "Level 3: Assets (Comfort)": "Level 3: Ari-arian (Kaginhawahan)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Level 5: Mobility (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Ang literacy ay nagbubukas ng pintuan sa trabaho, access sa impormasyon, at civic participation na inaakala ng marami na natural lang.",
  "Location Information": "Impormasyon ng Lokasyon",
  "Male": "Lalaki",
  "Market": "Merkado",
  "Market exchange rate (MER)": "Halaga ng palitan sa merkado (MER)",
  "Median (50th)": "Median (ika-50)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Ang aking kita ay nasa Top {{score}} sa buong mundo. Tingnan mo ang sa iyo:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Malapit nang 1 bilyong tao sa buong mundo ang nag-aalinlangan tungkol sa kanilang kalagayan sa pabahay.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Malapit nang 3.8 bilyong tao ang walang anumang uri ng social protection coverage.",
  "New": "Bago",
  "Next milestone": "Susunod na milestone",
  "NO": "HINDI",
  "No_Hint": "Hindi",
  "Not saved": "Hindi na-save",
  "of the global population.": "ng populasyon ng mundo.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "1 sa 4 na nasa hustong gulang lamang sa buong mundo ang nakapagtapos ng tertiary education.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Humigit-kumulang 1.6 bilyong tao lamang ang nakasakay na sa eroplano sa buong buhay nila.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Halos isang-katlo lamang ng mga tao ang regular na makakain sa labas ng bahay.",
  "Other": "Iba Pa",
  "Out of 8 billion people, only": "Sa 8 bilyong tao, tanging",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Mahigit 1.7 bilyong tao ang walang access sa refrigeration, nakakaapekto sa kaligtasan ng pagkain at nutrisyon.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Mahigit 2.5 bilyong tao ang hindi makabili ng malusog na pagkain, nag-aambag sa malnutrisyon at mga sakit na nauugnay sa pagkain.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Mahigit 3.3 bilyong nasa hustong gulang ang hindi nakapagtapos ng secondary education sa buong mundo.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Mahigit 4.4 bilyong tao ang walang access sa regular na preventive dental care.",
  "Passport ownership represents the freedom and means to travel internationally.": "Ang pagkakaroon ng passport ay kumakatawan sa kalayaan at kakayahang maglakbay sa ibang bansa.",
  "people": "tao",
  "people.": "tao.",
  "per day": "bawat araw",
  "per month": "bawat buwan",
  "per year": "bawat taon",
  "Policy Changes": "Pagbabago ng Patakaran",
  "Poverty lines are PPP-based.": "Batay sa PPP ang mga linya ng kahirapan.",
  "Poverty Status": "Katayuan sa kahirapan",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (inayos ayon sa gastos sa pamumuhay)",
  "Prefer not to say": "Ayaw sabihin",
  "Privacy Notice": "Paunawa sa Privacy",
  "Privacy Policy": "Patakaran sa Privacy",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Ang wastong sanitation ay pumipigil sa sakit, nag-iingat ng dignidad, at pundasyon ng public health.",
  "Quiz and Income Data": "Quiz at Data ng Kita",
  "Quiz responses, income input (calculator), and response times": "Mga sagot sa quiz, input ng kita (calculator), at oras ng pagsagot",
  "Quiz responses, response times, and income entered in calculator": "Mga sagot sa quiz, oras ng pagsagot, at kita na inilagay sa calculator",
  "Read Privacy Policy": "Basahin ang Patakaran sa Privacy",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Ang refrigeration ay nagbibigay-daan sa pag-iingat ng pagkain, binabawasan ang basura, at nagbibigay ng mas iba't ibang at masustansyang pagkain.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Ang regular na pagkain sa labas ay nagpapahiwatig ng disposable income at access sa iba't ibang pagpipilian ng pagkain.",
  "Request data deletion": "Humiling ng pagtatanggal ng data",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Agad na kinukwenta ang resulta. Kapag pinayagan mo ang pangongolekta ng data, magse-save kami ng anonymized na resulta para mapahusay ang pandaigdigang stats.",
  "Richer than": "Mas mayaman kaysa",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Ang access sa ligtas na tubig ay pumipigil sa mga sakit mula sa tubig at nakakatipid ng maraming oras sa pag-ipon ng tubig araw-araw.",
  "Save failed": "Nabigo ang pag-save",
  "Saved": "Na-save",
  "Saving…": "Nagse-save…",
  "Secondary education significantly improves employment prospects and earning potential.": "Ang secondary education ay lubhang nagpapabuti ng mga oportunidad sa trabaho at potensyal na kita.",
  "Security": "Seguridad",
  "See your income rank worldwide": "Tingnan ang iyong ranggo ng kita sa buong mundo",
  "Share Rank": "Ibahagi ang Ranggo",
  "Share Result": "Ibahagi ang Resulta",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Ang pagkakaroon ng smartphone ay nagbibigay ng access sa apps, mobile banking, navigation, at instant communication.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Ang social protection ay nagbibigay ng safety net sa panahon ng sakit, kawalan ng trabaho, o pagreretiro.",
  "Source": "Pinagmulan",
  "Start Again": "Simulan Muli",
  "Switch to PPP": "Lumipat sa PPP",
  "Tell us about yourself": "Sabihin mo sa amin ang tungkol sa iyo",
  "That means you are 1 in": "Ibig sabihin ay ikaw ay 1 sa",
  "The collected information is used for the following purposes:": "Ang nakolektang impormasyon ay ginagamit para sa mga sumusunod na layunin:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Ang patakaran sa privacy na ito ay nagpapaliwanag kung anong impormasyon ang kinokolekta, ginagamit, at pinoprotektahan kapag gumagamit ka ng Awesome Rank quiz application.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Ang patakaran sa privacy na ito ay maaaring ma-update paminsan-minsan. Ibibigay-alam namin sa iyo ang mga mahalagang pagbabago sa pamamagitan ng pag-post ng bagong patakaran sa page na ito.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Ang resultang ito ay pagtatayang batay sa modelo, hindi isang faktwal na pagsukat. Maaaring magkaiba ang mga ranggo sa totoong mundo, ngunit maaari pa ring maging makabuluhan ang pattern, lalo na kapag ikinukumpara ang mga tanong.",
  "times the median": "beses ng median",
  "to reach {{milestone}}": "para maabot ang {{milestone}}",
  "TOP": "TUKTOK",
  "Top 0.1%": "Top 0.1%",
  "Top 0.1% starts at": "Tuktok na 0.1% ay nagsisimula sa",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Tuktok na 1% ay nagsisimula sa",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Tuktok na 10% ay nagsisimula sa",
  "Top earners (out of 8 billion)": "Pinakamataas ang kita (sa 8 bilyong tao)",
  "Try It Yourself": "Subukan Mo Mismo",
  "Type an amount to see your rank": "I-type ang halaga para makita ang iyong ranggo",
  "USD": "USD",
  "View Details": "Tingnan ang detalye",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Nakolekta namin ang anonymous na data upang magbigay ng mas magandang serbisyo at bumuo ng pandaigdigang istatistika. Ang sumusunod na impormasyon ay maaaring kolektahin:",
  "We collect the following types of information:": "Kinokolekta namin ang mga sumusunod na uri ng impormasyon:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Hindi namin ibinebenta ang iyong personal na impormasyon. Ang data ay maaari lamang ibahagi sa mga research partner sa anonymized at aggregated form. Maaari naming ipakita ang impormasyon kapag kinakailangan ng batas.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Nagpapatupad kami ng angkop na teknikal at organisasyonal na mga hakbang upang protektahan ang data mula sa walang pahintulot na access, pagbabago, o pagkasira.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Pinananatili namin ang data hanggang 2 taon para sa layunin ng pananaliksik. Pagkatapos ng panahong ito, ang data ay awtomatikong tinatanggal o permanenteng ina-anonymize.",
  "Where do you rank among 8 billion people?": "Nasaan ang iyong ranggo kabilang sa 8 bilyong tao?",
  "Where do you stand among\n8 billion people?": "Nasaan ka kabilang sa\n8 bilyong tao?",
  "WID thresholds (wid.world)": "Mga threshold ng WID (wid.world)",
  "Withdraw consent at any time": "Bawiin ang pahintulot anumang oras",
  "WORLD\nRANK": "WORLD\nRANK",
  "YES": "OO",
  "Yes_Hint": "Oo",
  "You are in the top": "Ikaw ay nasa tuktok na",
  "Your Answers": "Mga sagot mo",
  "Your income": "Kita mo",
  "Your income vs median": "Kita mo vs median",
  "Your Rights": "Iyong mga Karapatan"
}
