{
  "10s": "גיל 10-19",
  "20s": "גיל 20-29",
  "30s": "גיל 30-39",
  "40s": "גיל 40-49",
  "50s+": "גיל 50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "גישה ל-5G פירושה הורדות מהירות יותר, סטרימינג טוב יותר וגישה לטכנולוגיות מתפתחות כמו AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "כיסוי 5G נותר מוגבל, כאשר רק כ-1.6 מיליארד בני אדם יש גישה לטכנולוגיה זו.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "תואר אקדמי לרוב מעניק גישה לעבודות בשכר גבוה יותר ולרשתות מקצועיות.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "מכונת כביסה חוסכת זמן משמעותי, במיוחד לנשים שמטפלות באופן מסורתי בכביסה.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "כ-1.7 מיליארד מבוגרים נותרו ללא שירותים בנקאיים, ללא גישה לשירותים פיננסיים פורמליים.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "כ-2.1 מיליארד בני אדם מעולם לא השתמשו באינטרנט, יוצרים פער דיגיטלי משמעותי.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "כ-2.4 מיליארד בני אדם חיים בתנאי דיור צפופים בעולם.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "כ-3.2 מיליארד בני אדם אינם בעלי סמארטפון, מה שמגביל את הגישה שלהם לשירותים ניידים.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "כ-3.6 מיליארד בני אדם חסרים גישה לשירותי בריאות חיוניים או מתמודדים עם קשיים כלכליים בעת חיפוש טיפול.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "כ-4.8 מיליארד בני אדם מכבסים בגדים ידנית, מבזבזים שעות שבועיות על משימה זו.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "כ-5.6 מיליארד בני אדם חסרים גישה לאינטרנט פס רחב קבוע בבית.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "כ-6 מיליארד בני אדם אינם מחזיקים בדרכון תקף, מה שמגביל נסיעות בינלאומיות.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "כ-675 מיליון בני אדם ברחבי העולם עדיין חיים ללא חשמל, בעיקר באפריקה שמדרום לסהרה ובדרום אסיה.",
  "Academic research on global living standards": "מחקר אקדמי על רמות מחיה עולמיות",
  "Accept": "קבל",
  "Access your data": "גישה לנתונים שלך",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "שטח מחיה נאות תומך בפרטיות, לימודים, עבודה מהבית ובריאות נפשית כללית.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "היכולת להרשות לעצמך מזון מזין היא חיונית לבריאות פיזית, התפתחות קוגניטיבית ופרודוקטיביות.",
  "Age Group": "קבוצת גיל",
  "Age group and gender (optional)": "קבוצת גיל ומגדר (אופציונלי)",
  "Age group and gender you optionally provide": "קבוצת גיל ומגדר שאתה מספק באופן אופציונלי",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "ניסיון בנסיעות אוויר מעיד על גישה לניידות למרחקים ארוכים ולעתים קרובות חשיפה בינלאומית.",
  "Already {{milestone}}": "את/ה כבר ב־{{milestone}}",
  "Analyzing global data...": "מנתח נתונים עולמיים...",
  "Annual income": "הכנסה שנתית",
  "Approximate location (country/city from IP)": "מיקום משוער (מדינה/עיר מכתובת IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "כ-770 מיליון מבוגרים ברחבי העולם אינם יכולים לקרוא או לכתוב, כאשר שני שלישים הם נשים.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "כ-1.7 מיליארד בני אדם חסרים תברואה בסיסית, ו-494 מיליון עדיין מתרגלים עשיית צרכים בשטח פתוח.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "כ-2.1 מיליארד בני אדם חסרים שירותי מים שתייה מנוהלים בבטחה בבית.",
  "Awesome Rank": "דירוג עולמי",
  "Back": "חזרה",
  "Begin Analysis": "התחל ניתוח",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "להיות במעמד הצרכנים פירושו הכנסה דיסקרציונית מעבר לצרכים הבסיסיים.",
  "Browser type, screen resolution, language settings": "סוג דפדפן, רזולוציית מסך, הגדרות שפה",
  "Calculating...": "מחשב...",
  "Can you access essential healthcare without financial hardship?": "האם יש לך גישה לשירותי בריאות חיוניים ללא קושי כלכלי?",
  "Can you afford a healthy diet?": "האם אתה יכול להרשות לעצמך תזונה בריאה?",
  "Can you read and write simple sentences?": "האם אתה יכול לקרוא ולכתוב משפטים פשוטים?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "בעלות על רכב מעניקה ניידות, גמישות וגישה להזדמנויות מעבר לקווי תחבורה ציבורית.",
  "Check Rank": "בדוק דירוג",
  "Close": "סגור",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "הנתונים שנאספו משמשים רק למטרות מחקר ושיפור שירות. אנחנו לא מוכרים או משתפים את המידע האישי שלך עם צדדים שלישיים.",
  "Coming Soon": "בקרוב",
  "Continue": "המשך",
  "Copied!": "הועתק!",
  "Cost of living": "יוקר המחיה",
  "Country and city derived from IP address": "מדינה ועיר מופקות מכתובת IP",
  "Data": "נתונים",
  "Data Retention": "שמירת נתונים",
  "Data Sharing": "שיתוף נתונים",
  "Decline": "דחה",
  "Demographic Information": "מידע דמוגרפי",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "גישה לטיפול שיניים מעידה על זמינות רחבה יותר של שירותי בריאות ושיטות בריאות מונעות.",
  "Depending on your location, you may have the following rights:": "בהתאם למיקומך, עשויות להיות לך הזכויות הבאות:",
  "Device Information": "מידע על המכשיר",
  "Device type, screen size, browser language": "סוג מכשיר, גודל מסך, שפת דפדפן",
  "Did you graduate from high school (secondary education)?": "האם סיימת תיכון (חינוך תיכוני)?",
  "Discover where you stand": "גלה היכן אתה עומד",
  "Do Not Collect My Data": "אל תאסוף את הנתונים שלי",
  "Do you have a bank account or mobile money account?": "האם יש לך חשבון בנק או חשבון כסף נייד?",
  "Do you have a refrigerator in your home?": "האם יש לך מקרר בבית?",
  "Do you have a valid passport?": "האם יש לך דרכון תקף?",
  "Do you have access to a flush toilet or improved sanitation?": "האם יש לך גישה לאסלה עם הדחה או תברואה משופרת?",
  "Do you have access to electricity in your home?": "האם יש לך גישה לחשמל בבית?",
  "Do you have access to safe drinking water at home?": "האם יש לך גישה למים שתייה בטוחים בבית?",
  "Do you live in a non-overcrowded home?": "האם אתה גר בבית לא צפוף?",
  "Do you own a personal smartphone?": "האם יש לך סמארטפון אישי?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "האם אתה מנוי לשירות סטרימינג בתשלום (Netflix וכו')?",
  "Do you use the internet?": "האם אתה משתמש באינטרנט?",
  "Enter your annual income to estimate where you stand globally": "הזן את ההכנסה השנתית שלך כדי לאמוד את מיקומך העולמי",
  "Example: 50,000": "דוגמה: 50,000",
  "Exchange rate": "שער חליפין",
  "Female": "נקבה",
  "File a complaint with supervisory authority": "הגש תלונה לרשות הפיקוח",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "הכללה פיננסית מאפשרת חיסכון, הלוואות וקבלת תשלומים בבטחה—חיונית ליציבות כלכלית.",
  "For more accurate comparison": "להשוואה מדויקת יותר",
  "Gender": "מגדר",
  "Generate anonymized global statistics": "צור סטטיסטיקות עולמיות אנונימיות",
  "GitHub": "GitHub",
  "Global": "עולמי",
  "Global Rate": "שיעור עולמי",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "מחצית האנושות חיה על פחות מ-12 דולר ליום, מה שמגביל את בחירות הצריכה שלהם.",
  "Have you ever flown on an airplane?": "האם טסת אי פעם במטוס?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "קיום חשמל פירושו שיש לך גישה לתאורה, קירור ויכולת לטעון מכשירים—יסוד לחיים מודרניים.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "גישה לשירותי בריאות ללא נטל כלכלי פירושה שמחלה לא מובילה לעוני.",
  "Home": "בית",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "אינטרנט פס רחב ביתי מאפשר עבודה מרחוק, סטרימינג, שיחות וידאו וחוויות מקוונות חלקות.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "בטחון דיור מאפשר תכנון לטווח ארוך, השקעה בנדל״ן ורווחה פסיכולוגית.",
  "How We Use Information": "כיצד אנו משתמשים במידע",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "אני ב-{{score}}% העליונים של האוכלוסייה העולמית! #AwesomeRank",
  "Implication": "משמעות",
  "Improve question quality and user experience": "שפר איכות שאלות וחווית משתמש",
  "Income Rank": "דירוג הכנסה",
  "Income basis": "בסיס הכנסה",
  "Income rank result": "תוצאת דירוג הכנסה",
  "Information We Collect": "מידע שאנו אוספים",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "גישה לאינטרנט מאפשרת חינוך, הזדמנויות עבודה, קשר חברתי וגישה למידע חיוני.",
  "Introduction": "מבוא",
  "Last updated": "עודכן לאחרונה",
  "Less than half of the world's households have access to a personal vehicle.": "פחות ממחצית משקי הבית בעולם יש גישה לרכב אישי.",
  "Level 1: Infrastructure (Survival)": "שלב 1: תשתית (הישרדות)",
  "Level 2: Connectivity (Information)": "שלב 2: קישוריות (מידע)",
  "Level 3: Assets (Comfort)": "שלב 3: נכסים (נוחות)",
  "Level 5: Mobility (Elite)": "שלב 5: ניידות (עילית)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "אוריינות פותחת דלתות לתעסוקה, גישה למידע והשתתפות אזרחית שרבים לוקחים כמובן מאליו.",
  "Location Information": "מידע מיקום",
  "Male": "זכר",
  "Market": "שוק",
  "Market exchange rate (MER)": "שער חליפין שוק (MER)",
  "Median (50th)": "חציון (50)",
  "My income is in the Top {{score}} worldwide. Check yours:": "ההכנסה שלי נמצאת ב-{{score}} העליונים ברחבי העולם. בדוק את שלך:",
  "NO": "לא",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "כמעט מיליארד בני אדם ברחבי העולם מרגישים לא בטוחים לגבי חזקת הדיור שלהם.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "כמעט 3.8 מיליארד בני אדם חסרים כל צורה של כיסוי הגנה סוציאלית.",
  "New": "חדש",
  "Next milestone": "היעד הבא",
  "No_Hint": "לא",
  "Not saved": "לא נשמר",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "רק 1 מתוך 4 מבוגרים ברחבי העולם השלימו השכלה גבוהה.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "רק כ-1.2 מיליארד בני אדם מנויים לשירותי סטרימינג בתשלום ברחבי העולם.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "רק כ-1.6 מיליארד בני אדם טסו אי פעם במטוס במהלך חייהם.",
  "Only about one-third of people can regularly afford to eat outside the home.": "רק כשליש מהאנשים יכולים להרשות לעצמם לאכול מחוץ לבית באופן קבוע.",
  "Other": "אחר",
  "Out of 8 billion people, only": "מתוך 8 מיליארד בני אדם, רק",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "למעלה מ-1.7 מיליארד בני אדם חסרים גישה לקירור, מה שמשפיע על בטיחות המזון והתזונה.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "למעלה מ-2.5 מיליארד בני אדם אינם יכולים להרשות לעצמם תזונה בריאה, תורמים לתת-תזונה ומחלות הקשורות לתזונה.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "למעלה מ-3.3 מיליארד מבוגרים לא השלימו חינוך תיכוני ברחבי העולם.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "למעלה מ-4.4 מיליארד בני אדם חסרים גישה לטיפול שיניים מונע קבוע.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (מותאם ליוקר המחיה)",
  "Passport ownership represents the freedom and means to travel internationally.": "בעלות על דרכון מייצגת את החופש והאמצעים לנסוע בינלאומית.",
  "Policy Changes": "שינויים במדיניות",
  "Poverty Status": "מצב עוני",
  "Poverty lines are PPP-based.": "קווי העוני מבוססים על PPP.",
  "Prefer not to say": "מעדיף לא לומר",
  "Privacy Notice": "הודעת פרטיות",
  "Privacy Policy": "מדיניות פרטיות",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "תברואה נאותה מונעת מחלות, מגינה על כבוד האדם והיא בסיסית לבריאות הציבור.",
  "Quiz and Income Data": "נתוני חידון והכנסה",
  "Quiz responses, income input (calculator), and response times": "תשובות לחידון, קלט הכנסה (מחשבון) וזמני תגובה",
  "Quiz responses, response times, and income entered in calculator": "תשובות לחידון, זמני תגובה והכנסה שהוזנה במחשבון",
  "Read Privacy Policy": "קרא את מדיניות הפרטיות",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "קירור מאפשר שימור מזון, מפחית בזבוז ומאפשר תזונה מגוונת ומזינה יותר.",
  "Regular dining out indicates disposable income and access to diverse food options.": "אכילה קבועה במסעדות מעידה על הכנסה פנויה וגישה לאפשרויות מזון מגוונות.",
  "Request data deletion": "בקש מחיקת נתונים",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "התוצאות מחושבות מיד. אם תאפשר/י איסוף נתונים, נשמור תוצאות אנונימיות כדי לשפר את הסטטיסטיקה העולמית.",
  "Richer than": "עשיר יותר מ",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "גישה למים בטוחים מונעת מחלות הנישאות במים וחוסכת שעות המושקעות באיסוף מים מדי יום.",
  "Save failed": "השמירה נכשלה",
  "Saved": "נשמר",
  "Saving…": "שומר…",
  "Secondary education significantly improves employment prospects and earning potential.": "השכלה תיכונית משפרת משמעותית את סיכויי התעסוקה ופוטנציאל ההכנסה.",
  "Security": "אבטחה",
  "See your income rank worldwide": "ראה את דירוג ההכנסה שלך ברחבי העולם",
  "Share Rank": "שתף דירוג",
  "Share Result": "שתף תוצאה",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "בעלות על סמארטפון מעניקה גישה לאפליקציות, בנקאות נייד, ניווט ותקשורת מיידית.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "הגנה סוציאלית מספקת רשת ביטחון במהלך מחלה, אבטלה או פרישה.",
  "Source": "מקור",
  "Start Again": "התחל מחדש",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "מנויי סטרימינג מעידים על הוצאות דיסקרציוניות על בידור וגישה אמינה לאינטרנט.",
  "Switch to PPP": "החלף ל-PPP",
  "TOP": "עליון",
  "Tell us about yourself": "ספר לנו על עצמך",
  "That means you are 1 in": "זה אומר שאתה 1 מתוך",
  "The collected information is used for the following purposes:": "המידע שנאסף משמש למטרות הבאות:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "מדיניות פרטיות זו מסבירה איזה מידע נאסף, נעשה בו שימוש ומוגן כאשר אתה משתמש באפליקציית החידון Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "מדיניות פרטיות זו עשויה להתעדכן מעת לעת. נודיע לך על שינויים משמעותיים על ידי פרסום המדיניות החדשה בדף זה.",
  "Top 0.1%": "טופ 0.1%",
  "Top 0.1% starts at": "0.1% עליונים מתחילים ב",
  "Top 1%": "טופ 1%",
  "Top 1% starts at": "1% עליונים מתחילים ב",
  "Top 10%": "טופ 10%",
  "Top 10% starts at": "10% עליונים מתחילים ב",
  "Top earners (out of 8 billion)": "המרוויחים הגבוהים ביותר (מתוך 8 מיליארד)",
  "Try It Yourself": "נסה בעצמך",
  "Type an amount to see your rank": "הקלד סכום כדי לראות את הדירוג שלך",
  "USD": "דולר אמריקאי",
  "View Details": "צפה בפרטים",
  "WID thresholds (wid.world)": "סף WID (wid.world)",
  "WORLD\nRANK": "דירוג\nעולמי",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "אנו אוספים נתונים אנונימיים כדי לספק שירות טוב יותר וליצור סטטיסטיקות עולמיות. המידע הבא עשוי להיאסף:",
  "We collect the following types of information:": "אנו אוספים את סוגי המידע הבאים:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "אנחנו לא מוכרים את המידע האישי שלך. נתונים עשויים להישתף עם שותפי מחקר רק בצורה אנונימית ומצטברת. אנו עשויים לחשוף מידע כאשר הדבר נדרש על פי חוק.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "אנו מיישמים אמצעים טכניים וארגוניים מתאימים כדי להגן על נתונים מפני גישה, שינוי או השמדה בלתי מורשים.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "אנו שומרים נתונים עד שנתיים למטרות מחקר. לאחר תקופה זו, הנתונים נמחקים אוטומטית או הופכים אנונימיים לצמיתות.",
  "Where do you rank among 8 billion people?": "היכן אתה מדורג מבין 8 מיליארד בני אדם?",
  "Where do you stand among\n8 billion people?": "היכן אתה נמצא מבין\n8 מiliard אנשים?",
  "Withdraw consent at any time": "משוך הסכמה בכל עת",
  "YES": "כן",
  "Yes_Hint": "כן",
  "You are in the top": "אתה ב",
  "Your Answers": "התשובות שלך",
  "Your Rights": "הזכויות שלך",
  "Your income": "ההכנסה שלך",
  "Your income vs median": "ההכנסה שלך מול החציון",
  "are in this group.": "נמצאים בקבוצה זו.",
  "of the global population.": "מהאוכלוסייה העולמית.",
  "people": "אנשים",
  "people.": "אנשים.",
  "per day": "ליום",
  "per month": "לחודש",
  "per year": "לשנה",
  "times the median": "פי החציון",
  "to reach {{milestone}}": "כדי להגיע ל־{{milestone}}"
}
