{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19",
  "20s": "20-29",
  "30s": "30-39",
  "40s": "40-49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G एक्सेस का मतलब है तेज डाउनलोड, बेहतर स्ट्रीमिंग और AR/VR जैसी उभरती प्रौद्योगिकियों तक पहुंच।",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G कवरेज सीमित है, केवल लगभग 1.6 बिलियन लोगों के पास इस तकनीक तक पहुंच है।",
  "A university degree often provides access to higher-paying jobs and professional networks.": "विश्वविद्यालय की डिग्री अक्सर उच्च वेतन वाली नौकरियों और पेशेवर नेटवर्क तक पहुंच प्रदान करती है।",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "वॉशिंग मशीन महत्वपूर्ण समय बचाती है, विशेष रूप से उन महिलाओं के लिए जो पारंपरिक रूप से कपड़े धोने का काम करती हैं।",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "लगभग 1.7 बिलियन वयस्क बैंकिंग प्रणाली से बाहर हैं, औपचारिक वित्तीय सेवाओं तक उनकी पहुंच नहीं है।",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "लगभग 2.1 बिलियन लोगों ने कभी इंटरनेट का उपयोग नहीं किया है, जिससे एक महत्वपूर्ण डिजिटल विभाजन पैदा हो रहा है।",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "वैश्विक स्तर पर लगभग 2.4 बिलियन लोग अत्यधिक भीड़भाड़ वाली आवास स्थितियों में रहते हैं।",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "लगभग 3.2 बिलियन लोगों के पास स्मार्टफोन नहीं है, जिससे मोबाइल सेवाओं तक उनकी पहुंच सीमित है।",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "लगभग 3.6 बिलियन लोगों के पास आवश्यक स्वास्थ्य सेवाओं तक पहुंच नहीं है या देखभाल प्राप्त करते समय वित्तीय कठिनाई का सामना करना पड़ता है।",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "लगभग 4.8 बिलियन लोग हाथ से कपड़े धोते हैं, इस काम पर साप्ताहिक घंटों खर्च करते हैं।",
  "About 5.6 billion people lack fixed broadband internet access at home.": "लगभग 5.6 बिलियन लोगों के घर पर फिक्स्ड ब्रॉडबैंड इंटरनेट एक्सेस नहीं है।",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "लगभग 6 बिलियन लोगों के पास वैध पासपोर्ट नहीं है, जो अंतर्राष्ट्रीय यात्रा को सीमित करता है।",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "दुनिया भर में लगभग 675 मिलियन लोग अभी भी बिजली के बिना रहते हैं, मुख्य रूप से उप-सहारा अफ्रीका और दक्षिण एशिया में।",
  "Academic research on global living standards": "वैश्विक जीवन स्तर पर शैक्षणिक अनुसंधान",
  "Accept": "स्वीकार करें",
  "Access your data": "अपने डेटा तक पहुंचें",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "पर्याप्त रहने की जगह गोपनीयता, अध्ययन, घर से काम और समग्र मानसिक स्वास्थ्य का समर्थन करती है।",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "पौष्टिक भोजन खरीदना शारीरिक स्वास्थ्य, संज्ञानात्मक विकास और उत्पादकता के लिए आवश्यक है।",
  "Age Group": "आयु वर्ग",
  "Age group and gender (optional)": "आयु वर्ग और लिंग (वैकल्पिक)",
  "Age group and gender you optionally provide": "आपके द्वारा वैकल्पिक रूप से प्रदान किया गया आयु वर्ग और लिंग",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "हवाई यात्रा का अनुभव लंबी दूरी की गतिशीलता और अक्सर अंतर्राष्ट्रीय संपर्क तक पहुंच का संकेत देता है।",
  "Already {{milestone}}": "आप पहले से {{milestone}} में हैं",
  "Analyzing global data...": "वैश्विक डेटा का विश्लेषण...",
  "Annual income": "वार्षिक आय",
  "Approximate location (country/city from IP)": "अनुमानित स्थान (IP से देश/शहर)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "दुनिया भर में लगभग 770 मिलियन वयस्क पढ़ या लिख नहीं सकते, जिनमें से दो-तिहाई महिलाएं हैं।",
  "are in this group.": "इस समूह में हैं।",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "लगभग 1.7 बिलियन लोगों के पास बुनियादी स्वच्छता नहीं है, और 494 मिलियन अभी भी खुले में शौच करते हैं।",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "लगभग 2.1 बिलियन लोगों के घर पर सुरक्षित रूप से प्रबंधित पेयजल सेवाओं की कमी है।",
  "Awesome Rank": "Awesome Rank",
  "Back": "वापस",
  "Begin Analysis": "विश्लेषण शुरू करें",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "उपभोक्ता वर्ग में होने का मतलब है बुनियादी आवश्यकताओं से परे विवेकाधीन आय होना।",
  "Browser type, screen resolution, language settings": "ब्राउज़र प्रकार, स्क्रीन रिज़ॉल्यूशन, भाषा सेटिंग्स",
  "Calculating...": "गणना हो रही है...",
  "Can you access essential healthcare without financial hardship?": "क्या आप वित्तीय कठिनाई के बिना आवश्यक स्वास्थ्य सेवा प्राप्त कर सकते हैं?",
  "Can you afford a healthy diet?": "क्या आप स्वस्थ आहार खरीद सकते हैं?",
  "Can you read and write simple sentences?": "क्या आप सरल वाक्य पढ़ और लिख सकते हैं?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "कार का स्वामित्व गतिशीलता, लचीलापन और सार्वजनिक परिवहन मार्गों से परे अवसरों तक पहुंच प्रदान करता है।",
  "Check Rank": "रैंक देखें",
  "Close": "बंद करें",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "एकत्रित डेटा का उपयोग केवल अनुसंधान और सेवा सुधार उद्देश्यों के लिए किया जाता है। हम आपकी व्यक्तिगत जानकारी को तीसरे पक्षों के साथ बेचते या साझा नहीं करते हैं।",
  "Coming Soon": "जल्द ही आ रहा है",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "जारी रखें",
  "Copied!": "कॉपी किया गया!",
  "Cost of living": "जीवन यापन की लागत",
  "Country A": "",
  "Country and city derived from IP address": "IP पते से प्राप्त देश और शहर",
  "Country B": "",
  "Data": "डेटा",
  "Data Retention": "डेटा संधारण",
  "Data Sharing": "डेटा साझाकरण",
  "Decline": "अस्वीकार करें",
  "Demographic Information": "जनसांख्यिकीय जानकारी",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "दंत चिकित्सा देखभाल तक पहुंच व्यापक स्वास्थ्य देखभाल उपलब्धता और निवारक स्वास्थ्य प्रथाओं को दर्शाती है।",
  "Depending on your location, you may have the following rights:": "आपके स्थान के आधार पर, आपके पास निम्नलिखित अधिकार हो सकते हैं:",
  "Device Information": "डिवाइस जानकारी",
  "Device type, screen size, browser language": "डिवाइस प्रकार, स्क्रीन आकार, ब्राउज़र भाषा",
  "Did you graduate from high school (secondary education)?": "क्या आपने हाई स्कूल (माध्यमिक शिक्षा) से स्नातक किया है?",
  "Discover where you stand": "जानें कि आप कहां खड़े हैं",
  "Do Not Collect My Data": "मेरा डेटा एकत्र न करें",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "क्या आपके पास बैंक खाता या मोबाइल मनी खाता है?",
  "Do you have a refrigerator in your home?": "क्या आपके घर में रेफ्रिजरेटर है?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "क्या आपके पास वैध पासपोर्ट है?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "क्या आपके पास फ्लश शौचालय या बेहतर स्वच्छता तक पहुंच है?",
  "Do you have access to electricity in your home?": "क्या आपके घर में बिजली की पहुंच है?",
  "Do you have access to safe drinking water at home?": "क्या आपके घर पर सुरक्षित पेयजल तक पहुंच है?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "क्या आप एक गैर-भीड़भाड़ वाले घर में रहते हैं?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "क्या आपके पास व्यक्तिगत स्मार्टफोन है?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "क्या आप इंटरनेट का उपयोग करते हैं?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "वैश्विक स्तर पर आपकी स्थिति का अनुमान लगाने के लिए अपनी वार्षिक आय दर्ज करें",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "उदाहरण: 50,000",
  "Exchange rate": "विनिमय दर",
  "Female": "महिला",
  "File a complaint with supervisory authority": "पर्यवेक्षी प्राधिकरण के पास शिकायत दर्ज करें",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "वित्तीय समावेशन सुरक्षित रूप से बचत, उधार और भुगतान प्राप्त करने में सक्षम बनाता है—आर्थिक स्थिरता के लिए आवश्यक।",
  "For more accurate comparison": "अधिक सटीक तुलना के लिए",
  "Gender": "लिंग",
  "Generate anonymized global statistics": "गुमनाम वैश्विक आंकड़े उत्पन्न करें",
  "GitHub": "GitHub",
  "Global": "वैश्विक",
  "Global Rate": "वैश्विक दर",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "मानवता का आधा हिस्सा प्रति दिन $12 से कम पर रहता है, जो उनकी उपभोक्ता पसंद को सीमित करता है।",
  "Have you ever flown on an airplane?": "क्या आपने कभी हवाई जहाज में उड़ान भरी है?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "बिजली होने का मतलब है कि आपके पास प्रकाश, रेफ्रिजरेशन और उपकरणों को चार्ज करने की क्षमता है—आधुनिक जीवन की नींव।",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "वित्तीय बोझ के बिना स्वास्थ्य देखभाल की पहुंच का मतलब है कि बीमारी गरीबी की ओर नहीं ले जाती।",
  "Home": "होम",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "होम ब्रॉडबैंड रिमोट वर्क, स्ट्रीमिंग, वीडियो कॉल और निर्बाध ऑनलाइन अनुभव सक्षम करता है।",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "आवास सुरक्षा दीर्घकालिक योजना, संपत्ति में निवेश और मनोवैज्ञानिक कल्याण को सक्षम बनाती है।",
  "How We Use Information": "हम जानकारी का उपयोग कैसे करते हैं",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "मैं वैश्विक जनसंख्या के शीर्ष {{score}}% में हूं! #AwesomeRank",
  "Implication": "निहितार्थ",
  "Improve question quality and user experience": "प्रश्न गुणवत्ता और उपयोगकर्ता अनुभव में सुधार करें",
  "Income basis": "आय का आधार",
  "Income Rank": "आय रैंक",
  "Income rank result": "आय रैंक परिणाम",
  "Information We Collect": "हम जो जानकारी एकत्रित करते हैं",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "इंटरनेट की पहुंच शिक्षा, नौकरी के अवसर, सामाजिक संबंध और महत्वपूर्ण जानकारी तक पहुंच को सक्षम बनाती है।",
  "Introduction": "परिचय",
  "km^2": "",
  "Last updated": "अंतिम अपडेट",
  "Less than half of the world's households have access to a personal vehicle.": "दुनिया के आधे से कम परिवारों के पास व्यक्तिगत वाहन तक पहुंच है।",
  "Level 1: Infrastructure (Survival)": "स्तर 1: बुनियादी ढांचा (अस्तित्व)",
  "Level 2: Connectivity (Information)": "स्तर 2: कनेक्टिविटी (सूचना)",
  "Level 3: Assets (Comfort)": "स्तर 3: संपत्ति (आराम)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "स्तर 5: गतिशीलता (अभिजात्य)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "साक्षरता रोजगार, सूचना तक पहुंच और नागरिक भागीदारी के द्वार खोलती है जिसे कई लोग स्वाभाविक मानते हैं।",
  "Loading countries...": "",
  "Location Information": "स्थान जानकारी",
  "Male": "पुरुष",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "बाजार",
  "Market exchange rate (MER)": "बाजार विनिमय दर (MER)",
  "Median (50th)": "मध्यिका (50वां)",
  "My income is in the Top {{score}} worldwide. Check yours:": "मेरी आय विश्व स्तर पर शीर्ष {{score}} में है। अपनी जांचें:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "दुनिया भर में लगभग 1 बिलियन लोग अपने आवास कार्यकाल के बारे में असुरक्षित महसूस करते हैं।",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "लगभग 3.8 बिलियन लोगों के पास किसी भी प्रकार की सामाजिक सुरक्षा कवरेज नहीं है।",
  "New": "नया",
  "Next milestone": "अगला लक्ष्य",
  "NO": "नहीं",
  "No_Hint": "नहीं",
  "Not saved": "सहेजा नहीं गया",
  "of the global population.": "वैश्विक आबादी के।",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "दुनिया भर में केवल 4 में से 1 वयस्क ने तृतीयक शिक्षा पूरी की है।",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "केवल लगभग 1.6 बिलियन लोगों ने अपने जीवनकाल में कभी हवाई जहाज में उड़ान भरी है।",
  "Only about one-third of people can regularly afford to eat outside the home.": "केवल लगभग एक तिहाई लोग नियमित रूप से घर के बाहर खाना खा सकते हैं।",
  "Other": "अन्य",
  "Out of 8 billion people, only": "8 बिलियन लोगों में से, केवल",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "1.7 बिलियन से अधिक लोगों के पास रेफ्रिजरेशन तक पहुंच नहीं है, जो खाद्य सुरक्षा और पोषण को प्रभावित करता है।",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "2.5 बिलियन से अधिक लोग स्वस्थ आहार का खर्च नहीं उठा सकते, जो कुपोषण और आहार से संबंधित बीमारियों में योगदान देता है।",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "दुनिया भर में 3.3 बिलियन से अधिक वयस्कों ने माध्यमिक शिक्षा पूरी नहीं की है।",
  "Over 4.4 billion people lack access to regular preventive dental care.": "4.4 बिलियन से अधिक लोगों के पास नियमित निवारक दंत चिकित्सा देखभाल तक पहुंच नहीं है।",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "पासपोर्ट का स्वामित्व अंतरराष्ट्रीय यात्रा करने की स्वतंत्रता और साधन का प्रतिनिधित्व करता है।",
  "people": "लोगों",
  "people.": "लोगों में से 1 हैं।",
  "per day": "प्रति दिन",
  "per month": "प्रति माह",
  "per year": "प्रति वर्ष",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "नीति परिवर्तन",
  "Poverty lines are PPP-based.": "गरीबी रेखाएँ PPP पर आधारित हैं।",
  "Poverty Status": "गरीबी की स्थिति",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (जीवन यापन की लागत समायोजित)",
  "Prefer not to say": "नहीं बताना चाहते",
  "Privacy Notice": "गोपनीयता सूचना",
  "Privacy Policy": "गोपनीयता नीति",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "उचित स्वच्छता बीमारी को रोकती है, गरिमा की रक्षा करती है और सार्वजनिक स्वास्थ्य के लिए मौलिक है।",
  "Quiz and Income Data": "क्विज़ और आय डेटा",
  "Quiz responses, income input (calculator), and response times": "क्विज़ उत्तर, आय इनपुट (कैलकुलेटर), और प्रतिक्रिया समय",
  "Quiz responses, response times, and income entered in calculator": "क्विज़ उत्तर, प्रतिक्रिया समय, और कैलकुलेटर में दर्ज आय",
  "Read Privacy Policy": "गोपनीयता नीति पढ़ें",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "रेफ्रिजरेशन खाद्य संरक्षण की अनुमति देता है, बर्बादी को कम करता है, और अधिक विविध और पौष्टिक आहार को सक्षम बनाता है।",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "नियमित रूप से बाहर भोजन करना डिस्पोजेबल आय और विविध खाद्य विकल्पों तक पहुंच को दर्शाता है।",
  "Request data deletion": "डेटा हटाने का अनुरोध करें",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "परिणाम तुरंत गणना किए जाते हैं। यदि आप डेटा संग्रह की अनुमति देते हैं, तो हम वैश्विक आँकड़ों को बेहतर बनाने के लिए गुमनाम परिणाम सहेजते हैं।",
  "Richer than": "इससे अधिक धनी",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "सुरक्षित पानी की पहुंच जलजनित बीमारियों को रोकती है और दैनिक रूप से पानी इकट्ठा करने में बिताए गए घंटों को बचाती है।",
  "Save failed": "सहेजना विफल",
  "Saved": "सहेजा गया",
  "Saving…": "सहेजा जा रहा है…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "माध्यमिक शिक्षा रोजगार की संभावनाओं और कमाई की क्षमता में महत्वपूर्ण रूप से सुधार करती है।",
  "Security": "सुरक्षा",
  "See your income rank worldwide": "विश्वव्यापी अपनी आय रैंक देखें",
  "Select a country": "",
  "Share Rank": "रैंक साझा करें",
  "Share Result": "परिणाम साझा करें",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "स्मार्टफोन का स्वामित्व ऐप्स, मोबाइल बैंकिंग, नेविगेशन और त्वरित संचार तक पहुंच प्रदान करता है।",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "सामाजिक सुरक्षा बीमारी, बेरोजगारी या सेवानिवृत्ति के दौरान सुरक्षा जाल प्रदान करती है।",
  "Source": "स्रोत",
  "Start Again": "फिर से शुरू करें",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "PPP पर स्विच करें",
  "Tell us about yourself": "हमें अपने बारे में बताएं",
  "That means you are 1 in": "इसका मतलब है कि आप",
  "The collected information is used for the following purposes:": "एकत्रित जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए किया जाता है:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "यह गोपनीयता नीति बताती है कि जब आप Awesome Rank क्विज़ एप्लिकेशन का उपयोग करते हैं तो कौन सी जानकारी एकत्रित, उपयोग और सुरक्षित की जाती है।",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "यह गोपनीयता नीति समय-समय पर अपडेट की जा सकती है। हम इस पृष्ठ पर नई नीति पोस्ट करके आपको महत्वपूर्ण परिवर्तनों के बारे में सूचित करेंगे।",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "यह परिणाम मॉडल-आधारित अनुमान है, कोई तथ्यात्मक माप नहीं। वास्तविक रैंकिंग अलग हो सकती हैं, लेकिन पैटर्न फिर भी अर्थपूर्ण हो सकता है, खासकर सवालों के बीच तुलना करते समय।",
  "times the median": "माध्यिका के गुणा",
  "to reach {{milestone}}": "{{milestone}} तक पहुँचने के लिए",
  "TOP": "शीर्ष",
  "Top 0.1%": "शीर्ष 0.1%",
  "Top 0.1% starts at": "शीर्ष 0.1% की शुरुआत",
  "Top 1%": "शीर्ष 1%",
  "Top 1% starts at": "शीर्ष 1% की शुरुआत",
  "Top 10%": "शीर्ष 10%",
  "Top 10% starts at": "शीर्ष 10% की शुरुआत",
  "Top earners (out of 8 billion)": "शीर्ष कमाने वाले (8 अरब में से)",
  "True Size Atlas": "",
  "Try It Yourself": "खुद आज़माएं",
  "Type an amount to see your rank": "अपनी रैंक देखने के लिए राशि टाइप करें",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "विवरण देखें",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "हम बेहतर सेवा प्रदान करने और वैश्विक आंकड़े उत्पन्न करने के लिए गुमनाम डेटा एकत्र करते हैं। निम्नलिखित जानकारी एकत्र की जा सकती है:",
  "We collect the following types of information:": "हम निम्नलिखित प्रकार की जानकारी एकत्र करते हैं:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "हम आपकी व्यक्तिगत जानकारी नहीं बेचते हैं। डेटा केवल अनुसंधान भागीदारों के साथ गुमनाम और समेकित रूप में साझा किया जा सकता है। हम कानून द्वारा आवश्यक होने पर जानकारी प्रकट कर सकते हैं।",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "हम अनधिकृत पहुंच, परिवर्तन या विनाश से डेटा की रक्षा के लिए उपयुक्त तकनीकी और संगठनात्मक उपाय लागू करते हैं।",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "हम अनुसंधान उद्देश्यों के लिए 2 साल तक डेटा रखते हैं। इस अवधि के बाद, डेटा स्वचालित रूप से हटा दिया जाता है या स्थायी रूप से गुमनाम कर दिया जाता है।",
  "Where do you rank among 8 billion people?": "8 अरब लोगों में आपकी रैंक क्या है?",
  "Where do you stand among\n8 billion people?": "8 अरब लोगों के बीच\nआप कहां खड़े हैं?",
  "WID thresholds (wid.world)": "WID सीमाएं (wid.world)",
  "Withdraw consent at any time": "किसी भी समय सहमति वापस लें",
  "WORLD\nRANK": "विश्व\nरैंक",
  "YES": "हाँ",
  "Yes_Hint": "हाँ",
  "You are in the top": "आप शीर्ष में हैं",
  "Your Answers": "आपके उत्तर",
  "Your income": "आपकी आय",
  "Your income vs median": "आपकी आय बनाम माध्यिका",
  "Your Rights": "आपके अधिकार"
}
