{
  "10s": "10-es évek",
  "20s": "20-as évek",
  "30s": "30-as évek",
  "40s": "40-es évek",
  "50s+": "50+ évek",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Az 5G hozzáférés gyorsabb letöltést, jobb streamelést és hozzáférést jelent az új technológiákhoz, mint az AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Az 5G lefedettség korlátozott, csak körülbelül 1,6 milliárd embernek van hozzáférése ehhez a technológiához.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Az egyetemi végzettség gyakran hozzáférést biztosít jobban fizető állásokhoz és szakmai kapcsolatokhoz.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "A mosógép jelentős időt takarít meg, különösen a nők számára, akik hagyományosan végzik a mosást.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Körülbelül 1,7 milliárd felnőtt nem rendelkezik bankszámlával, és nincs hozzáférése formális pénzügyi szolgáltatásokhoz.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Körülbelül 2,1 milliárd ember soha nem használta az internetet, ami jelentős digitális szakadékot teremt.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Körülbelül 2,4 milliárd ember él túlzsúfolt lakáskörülmények között világszerte.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Körülbelül 3,2 milliárd ember nem rendelkezik okostelefonnal, ami korlátozza mobil szolgáltatásokhoz való hozzáférésüket.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Körülbelül 3,6 milliárd embernek nincs hozzáférése alapvető egészségügyi szolgáltatásokhoz, vagy pénzügyi nehézségekkel néz szembe az ellátás igénybevételekor.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Körülbelül 4,8 milliárd ember kézzel mos ruhát, heti órák hosszat töltve ezzel a feladattal.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Körülbelül 5,6 milliárd embernek nincs vezetékes szélessávú internet hozzáférése otthon.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Körülbelül 6 milliárd ember nem rendelkezik érvényes útlevéllel, ami korlátozza a nemzetközi utazást.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Körülbelül 675 millió ember világszerte még mindig áram nélkül él, főleg Szubszaharai Afrikában és Dél-Ázsiában.",
  "Academic research on global living standards": "Akadémiai kutatás a globális életszínvonalról",
  "Accept": "Elfogadás",
  "Access your data": "Hozzáférés az adataidhoz",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "A megfelelő lakótér támogatja a magánéletet, a tanulást, az otthoni munkavégzést és az általános mentális egészséget.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "A tápláló élelmiszer megfizethetősége elengedhetetlen a fizikai egészséghez, a kognitív fejlődéshez és a produktivitáshoz.",
  "Age Group": "Korcsoport",
  "Age group and gender (optional)": "Korcsoport és nem (választható)",
  "Age group and gender you optionally provide": "Választhatóan megadott korcsoport és nem",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "A légi utazási tapasztalat a nagy távolságú mobilitáshoz és gyakran nemzetközi tapasztalatokhoz való hozzáférést jelzi.",
  "Already {{milestone}}": "Már {{milestone}}",
  "Analyzing global data...": "Globális adatok elemzése...",
  "Annual income": "Éves jövedelem",
  "Approximate location (country/city from IP)": "Hozzávetőleges helyszín (ország/város az IP címből)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Körülbelül 770 millió felnőtt világszerte nem tud olvasni vagy írni, kétharmaduk nő.",
  "are in this group.": "ebben a csoportban van.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Körülbelül 1,7 milliárd embernek nincs alapvető közegészségügyi ellátása, és 494 millió ember még mindig szabadban végzi szükségletét.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Körülbelül 2,1 milliárd embernek nincs biztonságosan kezelt ivóvíz szolgáltatása otthon.",
  "Awesome Rank": "Világrangsor",
  "Back": "Vissza",
  "Begin Analysis": "Elemzés Kezdése",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "A fogyasztói osztályba tartozás azt jelenti, hogy a alapvető szükségleteken túl rendelkezésre álló jövedelmed van.",
  "Browser type, screen resolution, language settings": "Böngésző típusa, képernyőfelbontás, nyelvi beállítások",
  "Calculating...": "Számítás...",
  "Can you access essential healthcare without financial hardship?": "Hozzáférsz alapvető egészségügyi ellátáshoz pénzügyi nehézségek nélkül?",
  "Can you afford a healthy diet?": "Megengedheted magadnak az egészséges étrendet?",
  "Can you read and write simple sentences?": "Tudsz egyszerű mondatokat olvasni és írni?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Az autótulajdon mobilitást, rugalmasságot és lehetőségekhez való hozzáférést biztosít a tömegközlekedési útvonalakon túl.",
  "Check Rank": "Rangsor Ellenőrzése",
  "Close": "Bezárás",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Az összegyűjtött adatokat csak kutatási és szolgáltatásfejlesztési célokra használjuk. Nem adjuk el vagy osztjuk meg személyes adataidat harmadik felekkel.",
  "Coming Soon": "Hamarosan",
  "Continue": "Folytatás",
  "Copied!": "Másolva!",
  "Cost of living": "Megélhetési költségek",
  "Country and city derived from IP address": "IP címből származtatott ország és város",
  "Data": "Adat",
  "Data Retention": "Adatmegőrzés",
  "Data Sharing": "Adatmegosztás",
  "Decline": "Elutasítás",
  "Demographic Information": "Demográfiai információk",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "A fogászati ellátáshoz való hozzáférés szélesebb egészségügyi elérhetőséget és megelőző egészségügyi gyakorlatokat jelez.",
  "Depending on your location, you may have the following rights:": "A tartózkodási helyedtől függően a következő jogokkal rendelkezhetsz:",
  "Device Information": "Eszközinformációk",
  "Device type, screen size, browser language": "Eszköz típusa, képernyőméret, böngésző nyelve",
  "Did you graduate from high school (secondary education)?": "Elvégezted a középiskolát (középfokú oktatás)?",
  "Discover where you stand": "Fedezd fel, hol állsz",
  "Do Not Collect My Data": "Ne Gyűjtsék Az Adataimat",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Van bankszámlád vagy mobil pénzügyi szolgáltatás fiókod?",
  "Do you have a refrigerator in your home?": "Van hűtőszekrényed otthon?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Van érvényes útleveled?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Van hozzáférésed vízöblítéses WC-hez vagy korszerű közegészségügyi létesítményhez?",
  "Do you have access to electricity in your home?": "Van áramellátásod otthon?",
  "Do you have access to safe drinking water at home?": "Van hozzáférésed biztonságos ivóvízhez otthon?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Nem túlzsúfolt lakásban élsz?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Van saját okostelefonod?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Használod az internetet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Add meg éves jövedelmedet, hogy megbecsüljük globális pozíciódat",
  "Example: 50,000": "Példa: 50 000",
  "Exchange rate": "Árfolyam",
  "Female": "Nő",
  "File a complaint with supervisory authority": "Panasz benyújtása a felügyeleti hatósághoz",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "A pénzügyi befogadás lehetővé teszi a biztonságos megtakarítást, hitelfelvételt és fizetések fogadását - elengedhetetlen a gazdasági stabilitáshoz.",
  "For more accurate comparison": "Pontosabb összehasonlításhoz",
  "Gender": "Nem",
  "Generate anonymized global statistics": "Anonimizált globális statisztikák generálása",
  "GitHub": "GitHub",
  "Global": "Globális",
  "Global Rate": "Globális arány",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Az emberiség fele napi 12 dollárnál kevesebbből él, ami korlátozza fogyasztói választásaikat.",
  "Have you ever flown on an airplane?": "Utaztál már repülőgéppel?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Az áramellátás azt jelenti, hogy van világításod, hűtésed, és lehetőséged van eszközöket tölteni - a modern élet alapja.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Az egészségügyi ellátáshoz való hozzáférés pénzügyi terhek nélkül azt jelenti, hogy a betegség nem vezet szegénységhez.",
  "Home": "Főoldal",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Az otthoni szélessáv lehetővé teszi a távmunkát, a streamelést, a videohívásokat és a zökkenőmentes online élményeket.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "A lakhatási biztonság lehetővé teszi a hosszú távú tervezést, az ingatlan befektetést és a pszichológiai jólétet.",
  "How We Use Information": "Hogyan használjuk az információkat",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "A világ népességének felső {{score}}%-ában vagyok! #AwesomeRank",
  "Implication": "Következtetés",
  "Improve question quality and user experience": "A kérdések minőségének és a felhasználói élmény javítása",
  "Income basis": "Jövedelem alapja",
  "Income Rank": "Jövedelem Rangsor",
  "Income rank result": "Jövedelem rangsor eredmény",
  "Information We Collect": "Általunk gyűjtött információk",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Az internet hozzáférés lehetővé teszi az oktatást, munkahelyi lehetőségeket, társadalmi kapcsolatokat és fontos információkhoz való hozzáférést.",
  "Introduction": "Bevezetés",
  "Last updated": "Utolsó frissítés",
  "Less than half of the world's households have access to a personal vehicle.": "A világ háztartásainak kevesebb mint fele rendelkezik saját járművel.",
  "Level 1: Infrastructure (Survival)": "1. szint: Infrastruktúra (Túlélés)",
  "Level 2: Connectivity (Information)": "2. szint: Kapcsolódás (Információ)",
  "Level 3: Assets (Comfort)": "3. szint: Eszközök (Kényelem)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "5. szint: Mobilitás (Elit)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Az írástudás kaput nyit az álláslehetőségekhez, az információhoz való hozzáféréshez és a civil részvételhez, amelyeket sokan természetesnek vesznek.",
  "Location Information": "Helyszín információk",
  "Male": "Férfi",
  "Market": "Piaci",
  "Market exchange rate (MER)": "Piaci árfolyam (MER)",
  "Median (50th)": "Medián (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "A jövedelmem a világ felső {{score}} között van. Nézd meg a tiédet:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Közel 1 milliárd ember világszerte bizonytalannak érzi lakhatását.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Közel 3,8 milliárd ember nem rendelkezik semmilyen szociális védelemmel.",
  "New": "Új",
  "Next milestone": "Következő mérföldkő",
  "NO": "NEM",
  "No_Hint": "Nem",
  "Not saved": "Nincs elmentve",
  "of the global population.": "a világ népességének.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Világszerte minden 4 felnőttből csak 1 végezte el a felsőoktatást.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Csak körülbelül 1,6 milliárd ember utazott életében repülőgéppel.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Az emberek csak körülbelül egyharmada engedheti meg magának rendszeresen, hogy otthonon kívül étkezzen.",
  "Other": "Egyéb",
  "Out of 8 billion people, only": "8 milliárd emberből csak",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Több mint 1,7 milliárd embernek nincs hűtéshez hozzáférése, ami befolyásolja az élelmiszerbiztonságot és a táplálkozást.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Több mint 2,5 milliárd ember nem engedheti meg magának az egészséges étrendet, ami alultápláltsághoz és étrenddel kapcsolatos betegségekhez vezet.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Több mint 3,3 milliárd felnőtt nem fejezte be a középfokú oktatást világszerte.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Több mint 4,4 milliárd embernek nincs hozzáférése rendszeres megelőző fogászati ellátáshoz.",
  "Passport ownership represents the freedom and means to travel internationally.": "Az útlevél birtoklása a szabadságot és a lehetőséget jelenti nemzetközi utazásra.",
  "people": "ember",
  "people.": "ember.",
  "per day": "naponta",
  "per month": "havonta",
  "per year": "évente",
  "Policy Changes": "Szabályzat változások",
  "Poverty lines are PPP-based.": "A szegénységi küszöbök PPP-alapúak.",
  "Poverty Status": "Szegénységi státusz",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (megélhetési költségekhez igazítva)",
  "Prefer not to say": "Inkább nem mondom meg",
  "Privacy Notice": "Adatvédelmi Tájékoztató",
  "Privacy Policy": "Adatvédelmi Szabályzat",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "A megfelelő közegészségügy megelőzi a betegségeket, védi az emberi méltóságot, és alapvető a közegészségügyben.",
  "Quiz and Income Data": "Kvíz és jövedelem adatok",
  "Quiz responses, income input (calculator), and response times": "Kvíz válaszok, jövedelem bevitel (kalkulátor) és válaszidők",
  "Quiz responses, response times, and income entered in calculator": "Kvíz válaszok, válaszidők és a kalkulátorba beírt jövedelem",
  "Read Privacy Policy": "Adatvédelmi Szabályzat Elolvasása",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "A hűtés lehetővé teszi az élelmiszer tartósítását, csökkenti a pazarlást, és változatosabb és tápláló étrendet tesz lehetővé.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "A rendszeres éttermi étkezés szabad jövedelmet és változatos étkezési lehetőségekhez való hozzáférést jelez.",
  "Request data deletion": "Adatok törlésének kérése",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Az eredmények azonnal kiszámolódnak. Ha engedélyezed az adatgyűjtést, anonim eredményeket mentünk a globális statisztikák javításához.",
  "Richer than": "Gazdagabb, mint",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "A biztonságos vízhez való hozzáférés megelőzi a vízzel terjedő betegségeket és megspórolja a napi vízgyűjtéssel töltött órákat.",
  "Save failed": "Sikertelen mentés",
  "Saved": "Elmentve",
  "Saving…": "Mentés…",
  "Secondary education significantly improves employment prospects and earning potential.": "A középfokú oktatás jelentősen javítja a munkahelyi kilátásokat és a kereseti lehetőségeket.",
  "Security": "Biztonság",
  "See your income rank worldwide": "Nézd meg világméretű jövedelem rangsorodat",
  "Share Rank": "Rangsor Megosztása",
  "Share Result": "Eredmény Megosztása",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Az okostelefon birtoklás hozzáférést biztosít alkalmazásokhoz, mobil bankoláshoz, navigációhoz és azonnali kommunikációhoz.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "A szociális védelem biztonsági hálót nyújt betegség, munkanélküliség vagy nyugdíjazás idején.",
  "Source": "Forrás",
  "Start Again": "Újrakezdés",
  "Switch to PPP": "Váltás PPP-re",
  "Tell us about yourself": "Mesélj magadról",
  "That means you are 1 in": "Ez azt jelenti, hogy 1 vagy",
  "The collected information is used for the following purposes:": "Az összegyűjtött információkat a következő célokra használjuk:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Ez az adatvédelmi szabályzat elmagyarázza, hogy milyen információkat gyűjtünk, használunk és védünk, amikor az Awesome Rank kvíz alkalmazást használod.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Ez az adatvédelmi szabályzat időről időre frissíthető. Jelentős változásokról értesítünk az új szabályzat ezen az oldalon történő közzétételével.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Ez az eredmény modellezett becslés, nem tényszerű mérés. A valós rangsorok eltérhetnek, de a mintázat továbbra is jelentős lehet, különösen a kérdések közötti összehasonlításnál.",
  "times the median": "a mediánszorosa",
  "to reach {{milestone}}": "a(z) {{milestone}} eléréséhez",
  "TOP": "FELSŐ",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Felső 0,1% kezdődik",
  "Top 1%": "Felső 1%",
  "Top 1% starts at": "Felső 1% kezdődik",
  "Top 10%": "Felső 10%",
  "Top 10% starts at": "Felső 10% kezdődik",
  "Top earners (out of 8 billion)": "Leggazdagabbak (8 milliárd emberből)",
  "Try It Yourself": "Próbáld Ki Magad",
  "Type an amount to see your rank": "Írj be egy összeget a rangsorod megtekintéséhez",
  "USD": "USD",
  "View Details": "Részletek megtekintése",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Anonim adatokat gyűjtünk jobb szolgáltatás nyújtásához és globális statisztikák generálásához. A következő információkat gyűjthetjük:",
  "We collect the following types of information:": "A következő típusú információkat gyűjtjük:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Nem adjuk el a személyes adataidat. Az adatokat csak kutatási partnerekkel oszthatjuk meg anonimizált és összesített formában. Törvényi kötelezettség esetén közzétehetjük az információkat.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Megfelelő technikai és szervezési intézkedéseket alkalmazunk az adatok jogosulatlan hozzáféréstől, módosítástól vagy megsemmisítéstől való védelméhez.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Az adatokat legfeljebb 2 évig őrizzük kutatási célokra. Ezt követően az adatok automatikusan törlődnek vagy véglegesen anonimizálódnak.",
  "Where do you rank among 8 billion people?": "Hol állsz 8 milliárd ember között?",
  "Where do you stand among\n8 billion people?": "Hol állsz\n8 milliárd ember között?",
  "WID thresholds (wid.world)": "WID küszöbértékek (wid.world)",
  "Withdraw consent at any time": "Visszavonhatod a hozzájárulást bármikor",
  "WORLD\nRANK": "VILÁG\nRANGSOR",
  "YES": "IGEN",
  "Yes_Hint": "Igen",
  "You are in the top": "Te a felső",
  "Your Answers": "Válaszaid",
  "Your income": "A jövedelmed",
  "Your income vs median": "A jövedelmed vs medián",
  "Your Rights": "Jogaid"
}
