{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-an",
  "20s": "20-an",
  "30s": "30-an",
  "40s": "40-an",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Akses 5G berarti unduhan lebih cepat, streaming lebih baik, dan akses ke teknologi baru seperti AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Cakupan 5G masih terbatas, hanya sekitar 1,6 miliar orang yang memiliki akses ke teknologi ini.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Gelar universitas sering memberikan akses ke pekerjaan bergaji tinggi dan jaringan profesional.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Mesin cuci menghemat waktu yang signifikan, terutama bagi wanita yang secara tradisional menangani cucian.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Sekitar 1,7 miliar orang dewasa tidak memiliki akses ke layanan keuangan formal.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Sekitar 2,1 miliar orang tidak pernah menggunakan internet, menciptakan kesenjangan digital yang signifikan.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Sekitar 2,4 miliar orang tinggal di kondisi perumahan yang sesak secara global.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Sekitar 3,2 miliar orang tidak memiliki smartphone, membatasi akses mereka ke layanan seluler.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Sekitar 3,6 miliar orang tidak memiliki akses ke layanan kesehatan dasar atau mengalami kesulitan keuangan saat mencari perawatan.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Sekitar 4,8 miliar orang mencuci pakaian dengan tangan, menghabiskan waktu berjam-jam setiap minggu untuk tugas ini.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Sekitar 5,6 miliar orang tidak memiliki akses internet broadband tetap di rumah.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Sekitar 6 miliar orang tidak memiliki paspor yang valid, membatasi perjalanan internasional.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Sekitar 675 juta orang di seluruh dunia masih hidup tanpa listrik, sebagian besar di Afrika Sub-Sahara dan Asia Selatan.",
  "Academic research on global living standards": "Penelitian akademis tentang standar hidup global",
  "Accept": "Terima",
  "Access your data": "Mengakses data Anda",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ruang hidup yang memadai mendukung privasi, belajar, kerja dari rumah, dan kesehatan mental secara keseluruhan.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Mampu membeli makanan bergizi sangat penting untuk kesehatan fisik, perkembangan kognitif, dan produktivitas.",
  "Age Group": "Kelompok Usia",
  "Age group and gender (optional)": "Kelompok usia dan jenis kelamin (opsional)",
  "Age group and gender you optionally provide": "Kelompok usia dan jenis kelamin yang Anda berikan secara opsional",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Pengalaman perjalanan udara menunjukkan akses ke mobilitas jarak jauh dan sering kali paparan internasional.",
  "Already {{milestone}}": "Anda sudah berada di {{milestone}}",
  "Analyzing global data...": "Menganalisis data global...",
  "Annual income": "Pendapatan tahunan",
  "Approximate location (country/city from IP)": "Lokasi perkiraan (negara/kota dari IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Sekitar 770 juta orang dewasa di seluruh dunia tidak dapat membaca atau menulis, dengan dua pertiga adalah wanita.",
  "are in this group.": "berada dalam kelompok ini.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Sekitar 1,7 miliar orang tidak memiliki sanitasi dasar, dan 494 juta masih buang air besar sembarangan.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Sekitar 2,1 miliar orang tidak memiliki layanan air minum yang dikelola dengan aman di rumah.",
  "Awesome Rank": "Peringkat Dunia",
  "Back": "Kembali",
  "Begin Analysis": "Mulai Analisis",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Berada di kelas konsumen berarti memiliki pendapatan bebas selain kebutuhan dasar.",
  "Browser type, screen resolution, language settings": "Jenis browser, resolusi layar, pengaturan bahasa",
  "Calculating...": "Menghitung...",
  "Can you access essential healthcare without financial hardship?": "Apakah Anda dapat mengakses layanan kesehatan dasar tanpa kesulitan keuangan?",
  "Can you afford a healthy diet?": "Apakah Anda mampu membeli makanan sehat?",
  "Can you read and write simple sentences?": "Apakah Anda dapat membaca dan menulis kalimat sederhana?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Kepemilikan mobil memberikan mobilitas, fleksibilitas, dan akses ke peluang di luar rute transportasi umum.",
  "Check Rank": "Cek Peringkat",
  "Close": "Tutup",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Data yang dikumpulkan hanya digunakan untuk tujuan penelitian dan peningkatan layanan. Kami tidak menjual atau membagikan informasi pribadi Anda kepada pihak ketiga.",
  "Coming Soon": "Segera Hadir",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Lanjutkan",
  "Copied!": "Disalin!",
  "Cost of living": "Biaya hidup",
  "Country A": "",
  "Country and city derived from IP address": "Negara dan kota yang diperoleh dari alamat IP",
  "Country B": "",
  "Data": "Data",
  "Data Retention": "Penyimpanan Data",
  "Data Sharing": "Berbagi Data",
  "Decline": "Tolak",
  "Demographic Information": "Informasi Demografis",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Akses perawatan gigi menunjukkan ketersediaan layanan kesehatan yang lebih luas dan praktik kesehatan preventif.",
  "Depending on your location, you may have the following rights:": "Tergantung pada lokasi Anda, Anda mungkin memiliki hak-hak berikut:",
  "Device Information": "Informasi Perangkat",
  "Device type, screen size, browser language": "Jenis perangkat, ukuran layar, bahasa browser",
  "Did you graduate from high school (secondary education)?": "Apakah Anda lulus SMA (pendidikan menengah)?",
  "Discover where you stand": "Temukan posisi Anda",
  "Do Not Collect My Data": "Jangan Kumpulkan Data Saya",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Apakah Anda memiliki rekening bank atau rekening uang seluler?",
  "Do you have a refrigerator in your home?": "Apakah Anda memiliki kulkas di rumah?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Apakah Anda memiliki paspor yang valid?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Apakah Anda memiliki akses ke toilet siram atau sanitasi yang lebih baik?",
  "Do you have access to electricity in your home?": "Apakah Anda memiliki akses ke listrik di rumah?",
  "Do you have access to safe drinking water at home?": "Apakah Anda memiliki akses ke air minum yang aman di rumah?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Apakah Anda tinggal di rumah yang tidak sesak?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Apakah Anda memiliki smartphone pribadi?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Apakah Anda menggunakan internet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Masukkan pendapatan tahunan Anda untuk memperkirakan posisi Anda secara global",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Contoh: 50,000",
  "Exchange rate": "Nilai tukar",
  "Female": "Perempuan",
  "File a complaint with supervisory authority": "Mengajukan keluhan kepada otoritas pengawas",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Inklusi keuangan memungkinkan menabung, meminjam, dan menerima pembayaran dengan aman—penting untuk stabilitas ekonomi.",
  "For more accurate comparison": "Untuk perbandingan yang lebih akurat",
  "Gender": "Jenis Kelamin",
  "Generate anonymized global statistics": "Menghasilkan statistik global yang dianonimkan",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Rate": "Tingkat global",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Setengah dari umat manusia hidup dengan kurang dari $12 per hari, membatasi pilihan konsumen mereka.",
  "Have you ever flown on an airplane?": "Pernahkah Anda terbang dengan pesawat?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Memiliki listrik berarti Anda memiliki akses ke pencahayaan, pendinginan, dan kemampuan untuk mengisi daya perangkat—fondasi untuk kehidupan modern.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Akses layanan kesehatan tanpa beban keuangan berarti penyakit tidak menyebabkan kemiskinan.",
  "Home": "Beranda",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Broadband rumah memungkinkan kerja jarak jauh, streaming, panggilan video, dan pengalaman online yang lancar.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Keamanan perumahan memungkinkan perencanaan jangka panjang, investasi properti, dan kesejahteraan psikologis.",
  "How We Use Information": "Bagaimana Kami Menggunakan Informasi",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Saya berada di Top {{score}}% populasi global! #AwesomeRank",
  "Implication": "Implikasi",
  "Improve question quality and user experience": "Meningkatkan kualitas pertanyaan dan pengalaman pengguna",
  "Income basis": "Basis pendapatan",
  "Income Rank": "Peringkat Pendapatan",
  "Income rank result": "Hasil peringkat pendapatan",
  "Information We Collect": "Informasi Yang Kami Kumpulkan",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Akses internet memungkinkan pendidikan, peluang kerja, koneksi sosial, dan akses ke informasi penting.",
  "Introduction": "Pengantar",
  "km^2": "",
  "Last updated": "Terakhir diperbarui",
  "Less than half of the world's households have access to a personal vehicle.": "Kurang dari setengah rumah tangga dunia memiliki akses ke kendaraan pribadi.",
  "Level 1: Infrastructure (Survival)": "Level 1: Infrastruktur (Bertahan Hidup)",
  "Level 2: Connectivity (Information)": "Level 2: Konektivitas (Informasi)",
  "Level 3: Assets (Comfort)": "Level 3: Aset (Kenyamanan)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Level 5: Mobilitas (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Literasi membuka pintu untuk pekerjaan, akses informasi, dan partisipasi sipil yang banyak orang anggap remeh.",
  "Loading countries...": "",
  "Location Information": "Informasi Lokasi",
  "Male": "Laki-laki",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Pasar",
  "Market exchange rate (MER)": "Nilai tukar pasar (MER)",
  "Median (50th)": "Median (50%)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Pendapatan saya di Top {{score}} dunia. Cek milikmu:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Hampir 1 miliar orang di seluruh dunia merasa tidak aman tentang kepemilikan perumahan mereka.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Hampir 3,8 miliar orang tidak memiliki bentuk perlindungan sosial apa pun.",
  "New": "Baru",
  "Next milestone": "Tonggak berikutnya",
  "NO": "TIDAK",
  "No_Hint": "Tidak",
  "Not saved": "Tidak disimpan",
  "of the global population.": "dari populasi global.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Hanya 1 dari 4 orang dewasa di seluruh dunia yang menyelesaikan pendidikan tinggi.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Hanya sekitar 1,6 miliar orang yang pernah terbang dengan pesawat dalam hidup mereka.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Hanya sekitar sepertiga orang yang mampu makan di luar rumah secara teratur.",
  "Other": "Lainnya",
  "Out of 8 billion people, only": "Dari 8 miliar orang, hanya",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Lebih dari 1,7 miliar orang tidak memiliki akses ke pendinginan, mempengaruhi keamanan pangan dan nutrisi.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Lebih dari 2,5 miliar orang tidak mampu membeli makanan sehat, berkontribusi pada malnutrisi dan penyakit terkait diet.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Lebih dari 3,3 miliar orang dewasa belum menyelesaikan pendidikan menengah di seluruh dunia.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Lebih dari 4,4 miliar orang tidak memiliki akses ke perawatan gigi preventif secara teratur.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Kepemilikan paspor mewakili kebebasan dan sarana untuk bepergian secara internasional.",
  "people": "orang",
  "people.": "orang.",
  "per day": "per hari",
  "per month": "per bulan",
  "per year": "per tahun",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Perubahan Kebijakan",
  "Poverty lines are PPP-based.": "Garis kemiskinan berbasis PPP.",
  "Poverty Status": "Status kemiskinan",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (disesuaikan dengan biaya hidup)",
  "Prefer not to say": "Lebih baik tidak memberitahu",
  "Privacy Notice": "Pemberitahuan Privasi",
  "Privacy Policy": "Kebijakan Privasi",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Sanitasi yang tepat mencegah penyakit, melindungi martabat, dan fundamental untuk kesehatan masyarakat.",
  "Quiz and Income Data": "Data Kuis dan Pendapatan",
  "Quiz responses, income input (calculator), and response times": "Jawaban kuis, input pendapatan (kalkulator), dan waktu respon",
  "Quiz responses, response times, and income entered in calculator": "Jawaban kuis, waktu respon, dan pendapatan yang dimasukkan dalam kalkulator",
  "Read Privacy Policy": "Baca Kebijakan Privasi",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Pendinginan memungkinkan pengawetan makanan, mengurangi limbah, dan memungkinkan diet yang lebih bervariasi dan bergizi.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Makan di luar secara teratur menunjukkan pendapatan bebas dan akses ke pilihan makanan yang beragam.",
  "Request data deletion": "Meminta penghapusan data",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Hasil dihitung secara instan. Jika Anda mengizinkan pengumpulan data, kami menyimpan hasil anonim untuk meningkatkan statistik global.",
  "Richer than": "Lebih kaya dari",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Akses air bersih mencegah penyakit yang ditularkan melalui air dan menghemat waktu berjam-jam untuk mengumpulkan air setiap hari.",
  "Save failed": "Gagal menyimpan",
  "Saved": "Tersimpan",
  "Saving…": "Menyimpan…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Pendidikan menengah secara signifikan meningkatkan prospek pekerjaan dan potensi penghasilan.",
  "Security": "Keamanan",
  "See your income rank worldwide": "Lihat peringkat pendapatan Anda di seluruh dunia",
  "Select a country": "",
  "Share Rank": "Bagikan Peringkat",
  "Share Result": "Bagikan Hasil",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Kepemilikan smartphone memberikan akses ke aplikasi, mobile banking, navigasi, dan komunikasi instan.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Perlindungan sosial memberikan jaring pengaman selama sakit, pengangguran, atau pensiun.",
  "Source": "Sumber",
  "Start Again": "Mulai Lagi",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Beralih ke PPP",
  "Tell us about yourself": "Ceritakan tentang diri Anda",
  "That means you are 1 in": "Itu berarti Anda adalah 1 dari",
  "The collected information is used for the following purposes:": "Informasi yang dikumpulkan digunakan untuk tujuan berikut:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Kebijakan privasi ini menjelaskan informasi apa yang dikumpulkan, digunakan, dan dilindungi saat Anda menggunakan aplikasi kuis Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Kebijakan privasi ini dapat diperbarui dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan signifikan dengan memposting kebijakan baru di halaman ini.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Hasil ini adalah perkiraan berbasis model, bukan pengukuran faktual. Peringkat di dunia nyata bisa berbeda, tetapi polanya tetap bisa bermakna, terutama saat membandingkan antar pertanyaan.",
  "times the median": "kali median",
  "to reach {{milestone}}": "untuk mencapai {{milestone}}",
  "TOP": "TERATAS",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "0.1% teratas dimulai dari",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "1% teratas dimulai dari",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "10% teratas dimulai dari",
  "Top earners (out of 8 billion)": "Berpenghasilan tertinggi (dari 8 miliar)",
  "True Size Atlas": "",
  "Try It Yourself": "Coba Sendiri",
  "Type an amount to see your rank": "Ketik jumlah untuk melihat peringkat Anda",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Lihat detail",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Kami mengumpulkan data anonim untuk memberikan layanan yang lebih baik dan menghasilkan statistik global. Informasi berikut dapat dikumpulkan:",
  "We collect the following types of information:": "Kami mengumpulkan jenis informasi berikut:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Kami tidak menjual informasi pribadi Anda. Data hanya dapat dibagikan dengan mitra penelitian dalam bentuk anonim dan agregat. Kami dapat mengungkapkan informasi ketika diwajibkan oleh hukum.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Kami menerapkan tindakan teknis dan organisasi yang tepat untuk melindungi data dari akses, perubahan, atau penghancuran yang tidak sah.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Kami menyimpan data hingga 2 tahun untuk tujuan penelitian. Setelah periode ini, data secara otomatis dihapus atau dianonimkan secara permanen.",
  "Where do you rank among 8 billion people?": "Di mana peringkat Anda di antara 8 miliar orang?",
  "Where do you stand among\n8 billion people?": "Di mana posisi Anda di antara\n8 miliar orang?",
  "WID thresholds (wid.world)": "Ambang batas WID (wid.world)",
  "Withdraw consent at any time": "Menarik persetujuan kapan saja",
  "WORLD\nRANK": "PERINGKAT\nDUNIA",
  "YES": "YA",
  "Yes_Hint": "Ya",
  "You are in the top": "Anda berada di urutan teratas",
  "Your Answers": "Jawaban Anda",
  "Your income": "Pendapatan Anda",
  "Your income vs median": "Pendapatan Anda vs median",
  "Your Rights": "Hak Anda"
}
