{
  "10s": "10-oji",
  "20s": "20-oji",
  "30s": "30-oji",
  "40s": "40-oji",
  "50s+": "50+ metų",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G prieiga reiškia greitesnį atsisiuntimą, geresnį srautinį turinį ir prieigą prie naujų technologijų, tokių kaip AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G aprėptis išlieka ribota, tik apie 1,6 milijardo žmonių turi prieigą prie šios technologijos.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Universitetinis diplomas dažnai suteikia prieigą prie geriau apmokamų darbų ir profesinių tinklų.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Skalbimo mašina sutaupo daug laiko, ypač moterims, kurios tradiciškai tvarko skalbinius.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Apie 1,7 milijardo suaugusiųjų vis dar neturi banko sąskaitos ir neturi prieigos prie oficialių finansinių paslaugų.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Apie 2,1 milijardo žmonių niekada nenaudojo interneto, sukuriant reikšmingą skaitmeninį atotrūkį.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Apie 2,4 milijardo žmonių gyvena perpildytomis būsto sąlygomis visame pasaulyje.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Apie 3,2 milijardo žmonių neturi išmaniojo telefono, ribojant jų prieigą prie mobiliųjų paslaugų.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Apie 3,6 milijardo žmonių neturi prieigos prie būtinų sveikatos paslaugų arba susiduria su finansiniais sunkumais ieškodami pagalbos.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Apie 4,8 milijardo žmonių skalbia drabužius rankomis, kiekvieną savaitę tam skirdami valandas.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Apie 5,6 milijardo žmonių neturi fiksuoto plačiajuosčio interneto prieigos namuose.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Apie 6 milijardai žmonių neturi galiojančio paso, ribojant tarptautines keliones.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Apie 675 milijonai žmonių visame pasaulyje vis dar gyvena be elektros, daugiausia Užsachario Afrikoje ir Pietų Azijoje.",
  "Academic research on global living standards": "Akademiniai tyrimai apie pasaulinius gyvenimo standartus",
  "Accept": "Priimti",
  "Access your data": "Pasiekti savo duomenis",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Tinkama gyvenamoji erdvė palaiko privatumą, mokymąsi, darbą iš namų ir bendrą psichinę sveikatą.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Galimybė įpirkti maistingą maistą yra būtina fizinei sveikatai, pažintiniam vystymuisi ir produktyvumui.",
  "Age Group": "Amžiaus grupė",
  "Age group and gender (optional)": "Amžiaus grupė ir lytis (neprivaloma)",
  "Age group and gender you optionally provide": "Amžiaus grupė ir lytis, kurią pateikiate pasirenkant",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Patirtis skraidant lėktuvu rodo prieigą prie ilgų nuotolių mobilumo ir dažnai tarptautinę patirtį.",
  "Already {{milestone}}": "Tu jau esi {{milestone}}",
  "Analyzing global data...": "Analizuojami pasauliniai duomenys...",
  "Annual income": "Metinės pajamos",
  "Approximate location (country/city from IP)": "Apytikslė vieta (šalis/miestas iš IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Apie 770 milijonų suaugusiųjų visame pasaulyje nemoka skaityti ar rašyti, iš jų du trečdaliai yra moterys.",
  "are in this group.": "yra šioje grupėje.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Apie 1,7 milijardo žmonių neturi pagrindinės sanitarijos, o 494 milijonai vis dar praktikuoja atvirą defekaciją.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Apie 2,1 milijardo žmonių neturi saugiai tvarkomų geriamojo vandens paslaugų namuose.",
  "Awesome Rank": "Pasaulio rangas",
  "Back": "Atgal",
  "Begin Analysis": "Pradėti analizę",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Būti vartotojų klasėje reiškia turėti laisvai disponuojamas pajamas viršijančias pagrindines poreikius.",
  "Browser type, screen resolution, language settings": "Naršyklės tipas, ekrano raiška, kalbos nustatymai",
  "Calculating...": "Skaičiuojama...",
  "Can you access essential healthcare without financial hardship?": "Ar galite gauti būtinas sveikatos paslaugas be finansinių sunkumų?",
  "Can you afford a healthy diet?": "Ar galite sau leisti sveiko maisto racioną?",
  "Can you read and write simple sentences?": "Ar mokate skaityti ir rašyti paprastus sakinius?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Automobilio turėjimas suteikia mobilumą, lankstumą ir prieigą prie galimybių už viešojo transporto maršrutų ribų.",
  "Check Rank": "Patikrinti rangą",
  "Close": "Uždaryti",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Surinkti duomenys naudojami tik tyrimų ir paslaugų tobulinimo tikslais. Mes neparduodame ir nedalijamės jūsų asmenine informacija su trečiosiomis šalimis.",
  "Coming Soon": "Netrukus",
  "Continue": "Tęsti",
  "Copied!": "Nukopijuota!",
  "Cost of living": "Pragyvenimo išlaidos",
  "Country and city derived from IP address": "Šalis ir miestas nustatyti iš IP adreso",
  "Data": "Duomenys",
  "Data Retention": "Duomenų saugojimas",
  "Data Sharing": "Duomenų dalijimasis",
  "Decline": "Atsisakyti",
  "Demographic Information": "Demografinė informacija",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Prieiga prie odontologinės priežiūros rodo platesnį sveikatos priežiūros prieinamumą ir prevencines sveikatos praktikas.",
  "Depending on your location, you may have the following rights:": "Priklausomai nuo jūsų buvimo vietos, galite turėti šias teises:",
  "Device Information": "Įrenginio informacija",
  "Device type, screen size, browser language": "Įrenginio tipas, ekrano dydis, naršyklės kalba",
  "Did you graduate from high school (secondary education)?": "Ar baigėte vidurinę mokyklą (vidurinį išsilavinimą)?",
  "Discover where you stand": "Atraskite, kur esate",
  "Do Not Collect My Data": "Nerinkti mano duomenų",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Ar turite banko sąskaitą arba mobiliųjų pinigų sąskaitą?",
  "Do you have a refrigerator in your home?": "Ar turite šaldytuvą namuose?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Ar turite galiojantį pasą?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Ar turite prieigą prie tualeto su nuplėšimu arba pagerintos sanitarijos?",
  "Do you have access to electricity in your home?": "Ar turite elektros prieigą namuose?",
  "Do you have access to safe drinking water at home?": "Ar turite prieigą prie saugaus geriamojo vandens namuose?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Ar gyvename neperpildytame name?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Ar turite asmeninį išmanųjį telefoną?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Ar esate užsiprenumeravę mokamą srautinio turinio paslaugą (Netflix ir pan.)?",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Ar naudojate internetą?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Įveskite savo metines pajamas, kad įvertintumėte savo padėtį pasaulyje",
  "Example: 50,000": "Pavyzdys: 50 000",
  "Exchange rate": "Valiutos kursas",
  "Female": "Moteris",
  "File a complaint with supervisory authority": "Pateikti skundą priežiūros institucijai",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finansinė įtrauktis leidžia saugiai taupyti, skolintis ir gauti mokėjimus—būtina ekonominiam stabilumui.",
  "For more accurate comparison": "Tikslesniam palyginimui",
  "Gender": "Lytis",
  "Generate anonymized global statistics": "Generuoti anonimizuotą pasaulinę statistiką",
  "GitHub": "GitHub",
  "Global": "Pasaulinis",
  "Global Rate": "Pasaulinis rodiklis",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Pusė žmonijos gyvena už mažiau nei 12 JAV dolerių per dieną, ribojant jų vartotojų pasirinkimus.",
  "Have you ever flown on an airplane?": "Ar kada nors skridote lėktuvu?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Turėti elektrą reiškia turėti prieigą prie apšvietimo, šaldymo ir galimybės įkrauti įrenginius—šiuolaikinio gyvenimo pagrindas.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Prieiga prie sveikatos priežiūros be finansinės naštos reiškia, kad liga neveda į skurdą.",
  "Home": "Pradžia",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Namų plačiajuostis ryšys leidžia dirbti nuotoliniu būdu, srautinį turinį, vaizdo skambučius ir sklandžias internetines patirtis.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Būsto saugumas leidžia ilgalaikį planavimą, investicijas į turtą ir psichologinę gerovę.",
  "How We Use Information": "Kaip naudojame informaciją",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Esu tarp geriausių {{score}}% pasaulio gyventojų! #PasaulioRangas",
  "Implication": "Išvada",
  "Improve question quality and user experience": "Pagerinti klausimų kokybę ir vartotojo patirtį",
  "Income basis": "Pajamų bazė",
  "Income Rank": "Pajamų rangas",
  "Income rank result": "Pajamų rango rezultatas",
  "Information We Collect": "Informacija, kurią renkame",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Interneto prieiga leidžia švietimą, darbo galimybes, socialinius ryšius ir prieigą prie gyvybiškai svarbios informacijos.",
  "Introduction": "Įvadas",
  "Last updated": "Paskutinį kartą atnaujinta",
  "Less than half of the world's households have access to a personal vehicle.": "Mažiau nei pusė pasaulio namų ūkių turi prieigą prie asmeninio transporto priemonės.",
  "Level 1: Infrastructure (Survival)": "1 lygis: Infrastruktūra (Išgyvenimas)",
  "Level 2: Connectivity (Information)": "2 lygis: Ryšiai (Informacija)",
  "Level 3: Assets (Comfort)": "3 lygis: Turtas (Komfortas)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "5 lygis: Judumas (Elitas)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Raštingumas atveria duris į darbą, informacijos prieigą ir pilietinį dalyvavimą, kuriuos daugelis laiko savaime suprantamais.",
  "Location Information": "Vietos informacija",
  "Male": "Vyras",
  "Market": "Rinkos",
  "Market exchange rate (MER)": "Rinkos valiutos kursas (MER)",
  "Median (50th)": "Mediana (50-asis)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mano pajamos yra tarp geriausių {{score}} pasaulyje. Patikrink savo:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Beveik 1 milijardas žmonių visame pasaulyje jaučiasi nesaugiai dėl savo būsto nuosavybės.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Beveik 3,8 milijardo žmonių neturi jokios socialinės apsaugos formos.",
  "New": "Naujas",
  "Next milestone": "Kitas etapas",
  "NO": "NE",
  "No_Hint": "Ne",
  "Not saved": "Neišsaugota",
  "of the global population.": "pasaulio populiacijos.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Tik 1 iš 4 suaugusiųjų visame pasaulyje baigė aukštąjį išsilavinimą.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Tik apie 1,2 milijardo žmonių yra prenumeruoti mokamų srautinio turinio paslaugų visame pasaulyje.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Tik apie 1,6 milijardo žmonių kada nors skraidė lėktuvu savo gyvenime.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Tik apie trečdalis žmonių gali reguliariai leisti sau valgyti ne namuose.",
  "Other": "Kita",
  "Out of 8 billion people, only": "Iš 8 milijardų žmonių, tik",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Daugiau nei 1,7 milijardo žmonių neturi prieigos prie šaldymo, tai veikia maisto saugumą ir mitybą.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Daugiau nei 2,5 milijardo žmonių negali sau leisti sveikos mitybos, tai prisideda prie netinkamos mitybos ir su mityba susijusių ligų.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Daugiau nei 3,3 milijardo suaugusiųjų nėra baigę vidurinio išsilavinimo visame pasaulyje.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Daugiau nei 4,4 milijardo žmonių neturi prieigos prie reguliarios prevencinės odontologinės priežiūros.",
  "Passport ownership represents the freedom and means to travel internationally.": "Paso turėjimas reiškia laisvę ir galimybę keliauti tarptautiniu mastu.",
  "people": "žmonių",
  "people.": "žmonių.",
  "per day": "per dieną",
  "per month": "per mėnesį",
  "per year": "per metus",
  "Policy Changes": "Politikos pakeitimai",
  "Poverty lines are PPP-based.": "Skurdo ribos pagrįstos PPP.",
  "Poverty Status": "Skurdo statusas",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (pritaikyta pragyvenimo išlaidoms)",
  "Prefer not to say": "Nenorėčiau atsakyti",
  "Privacy Notice": "Privatumo pranešimas",
  "Privacy Policy": "Privatumo politika",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Tinkama sanitarija apsaugo nuo ligų, saugo orumą ir yra esminė visuomenės sveikatai.",
  "Quiz and Income Data": "Viktorinos ir pajamų duomenys",
  "Quiz responses, income input (calculator), and response times": "Viktorinos atsakymai, pajamų įvestis (skaičiuoklė) ir atsakymų laikas",
  "Quiz responses, response times, and income entered in calculator": "Viktorinos atsakymai, atsakymų laikas ir skaičiuoklėje įvestos pajamos",
  "Read Privacy Policy": "Skaityti privatumo politiką",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Šaldymas leidžia išsaugoti maistą, sumažinti švaistymą ir sudaro sąlygas įvairesnei ir maistingesnei mitybai.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Reguliarus valgymas ne namuose rodo laisvai disponuojamas pajamas ir prieigą prie įvairių maisto pasirinkimų.",
  "Request data deletion": "Prašyti ištrinti duomenis",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Rezultatai apskaičiuojami iš karto. Jei leisite rinkti duomenis, išsaugosime anonimizuotus rezultatus, kad pagerintume pasaulinę statistiką.",
  "Richer than": "Turtingesnis nei",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Saugaus vandens prieiga apsaugo nuo vandens sukeliamų ligų ir sutaupo valandas, kasdien praleistas renkant vandenį.",
  "Save failed": "Nepavyko išsaugoti",
  "Saved": "Išsaugota",
  "Saving…": "Išsaugoma…",
  "Secondary education significantly improves employment prospects and earning potential.": "Vidurinis išsilavinimas žymiai pagerina įsidarbinimo galimybes ir uždarbio potencialą.",
  "Security": "Saugumas",
  "See your income rank worldwide": "Žiūrėkite savo pajamų rangą pasaulyje",
  "Share Rank": "Dalintis rangu",
  "Share Result": "Dalintis rezultatu",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Išmaniojo telefono turėjimas suteikia prieigą prie programų, mobiliosios bankininkystės, navigacijos ir momentinio bendravimo.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Socialinė apsauga suteikia saugumo tinklą ligos, nedarbo ar išėjimo į pensiją metu.",
  "Source": "Šaltinis",
  "Start Again": "Pradėti iš naujo",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Srautinio turinio prenumeratos rodo laisvai disponuojamas išlaidas pramogoms ir patikimą interneto prieigą.",
  "Switch to PPP": "Perjungti į PPP",
  "Tell us about yourself": "Papasakokite apie save",
  "That means you are 1 in": "Tai reiškia, kad esate 1 iš",
  "The collected information is used for the following purposes:": "Surinkta informacija naudojama šiais tikslais:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Ši privatumo politika paaiškina, kokia informacija renkama, naudojama ir saugoma naudojant Awesome Rank viktorinos programą.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Ši privatumo politika gali būti atnaujinta laiui bėgant. Apie svarbius pakeitimus praneškime paskelbdami naują politiką šiame puslapyje.",
  "times the median": "kartų medianą",
  "to reach {{milestone}}": "kad pasiektum {{milestone}}",
  "TOP": "VIRŠUS",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Aukščiausi 0,1% prasideda nuo",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Aukščiausi 1% prasideda nuo",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Aukščiausi 10% prasideda nuo",
  "Top earners (out of 8 billion)": "Daugiausiai uždirbantys (iš 8 milijardų)",
  "Try It Yourself": "Išbandykite patys",
  "Type an amount to see your rank": "Įveskite sumą, kad pamatytumėte savo rangą",
  "USD": "JAV doleris",
  "View Details": "Peržiūrėti detales",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Renkame anoniminius duomenis, kad suteiktume geresnę paslaugą ir generuotume pasaulinę statistiką. Gali būti renkama ši informacija:",
  "We collect the following types of information:": "Renkame šių tipų informaciją:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Mes neparduodame jūsų asmeninės informacijos. Duomenys gali būti dalijamasi tik su tyrimų partneriais anonimizuota ir agreguota forma. Galime atskleisti informaciją, kai to reikalauja įstatymai.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Įgyvendiname tinkamas technines ir organizacines priemones, kad apsaugotume duomenis nuo neteisėtos prieigos, pakeitimo ar sunaikinimo.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Saugome duomenis iki 2 metų tyrimų tikslais. Po šio laikotarpio duomenys automatiškai ištrinami arba visam laikui anonimizuojami.",
  "Where do you rank among 8 billion people?": "Koks jūsų rangas tarp 8 milijardų žmonių?",
  "Where do you stand among\n8 billion people?": "Kur esate tarp\n8 milijardų žmonių?",
  "WID thresholds (wid.world)": "WID ribos (wid.world)",
  "Withdraw consent at any time": "Atšaukti sutikimą bet kuriuo metu",
  "WORLD\nRANK": "PASAULIO\nRANGAS",
  "YES": "TAIP",
  "Yes_Hint": "Taip",
  "You are in the top": "Esate tarp geriausių",
  "Your Answers": "Tavo atsakymai",
  "Your income": "Tavo pajamos",
  "Your income vs median": "Tavo pajamos vs mediana",
  "Your Rights": "Jūsų teisės"
}
