{
  "10s": "10-årene",
  "20s": "20-årene",
  "30s": "30-årene",
  "40s": "40-årene",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G-tilgang betyr raskere nedlastinger, bedre streaming og tilgang til ny teknologi som AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G-dekning er fortsatt begrenset, med kun rundt 1,6 milliarder mennesker som har tilgang til denne teknologien.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "En universitetsgrad gir ofte tilgang til bedre betalte jobber og profesjonelle nettverk.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "En vaskemaskin sparer mye tid, spesielt for kvinner som tradisjonelt håndterer klesvask.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Rundt 1,7 milliarder voksne mangler fortsatt bankkonto og tilgang til formelle finansielle tjenester.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Rundt 2,1 milliarder mennesker har aldri brukt internett, noe som skaper et betydelig digitalt skille.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Rundt 2,4 milliarder mennesker lever i overbefolkede boforhold globalt.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Rundt 3,2 milliarder mennesker eier ikke en smarttelefon, noe som begrenser deres tilgang til mobile tjenester.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Rundt 3,6 milliarder mennesker mangler tilgang til grunnleggende helsetjenester eller møter økonomiske vanskeligheter ved søk etter behandling.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Rundt 4,8 milliarder mennesker vasker klær for hånd og bruker timer ukentlig på denne oppgaven.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Rundt 5,6 milliarder mennesker mangler fast bredbåndstilgang hjemme.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Rundt 6 milliarder mennesker har ikke gyldig pass, noe som begrenser internasjonal reising.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Rundt 675 millioner mennesker verden over lever fortsatt uten elektrisitet, hovedsakelig i Afrika sør for Sahara og Sør-Asia.",
  "Academic research on global living standards": "Akademisk forskning på globale levestandard",
  "Accept": "Godta",
  "Access your data": "Få tilgang til dine data",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Tilstrekkelig boareal støtter privatliv, studier, hjemmearbeid og mental helse generelt.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Å ha råd til næringsrik mat er essensielt for fysisk helse, kognitiv utvikling og produktivitet.",
  "Age Group": "Aldersgruppe",
  "Age group and gender (optional)": "Aldersgruppe og kjønn (valgfritt)",
  "Age group and gender you optionally provide": "Aldersgruppe og kjønn du valgfritt oppgir",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Erfaring med flyreiser indikerer tilgang til langdistansemobilitet og ofte internasjonal eksponering.",
  "Already {{milestone}}": "Du er allerede i {{milestone}}",
  "Analyzing global data...": "Analyserer globale data...",
  "Annual income": "Årlig inntekt",
  "Approximate location (country/city from IP)": "Omtrentlig plassering (land/by fra IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Omtrent 770 millioner voksne verden over kan ikke lese eller skrive, hvorav to tredjedeler er kvinner.",
  "are in this group.": "er i denne gruppen.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Rundt 1,7 milliarder mennesker mangler grunnleggende sanitær, og 494 millioner praktiserer fortsatt åpen defekering.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Rundt 2,1 milliarder mennesker mangler trygt administrerte drikkevannsforsyninger hjemme.",
  "Awesome Rank": "Verdensrangeringen",
  "Back": "Tilbake",
  "Begin Analysis": "Start analyse",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Å være i forbrukerklassen betyr å ha disponibel inntekt utover grunnleggende nødvendigheter.",
  "Browser type, screen resolution, language settings": "Nettlesertype, skjermoppløsning, språkinnstillinger",
  "Calculating...": "Beregner...",
  "Can you access essential healthcare without financial hardship?": "Kan du få tilgang til viktig helsetjenester uten økonomiske vanskeligheter?",
  "Can you afford a healthy diet?": "Har du råd til et sunt kosthold?",
  "Can you read and write simple sentences?": "Kan du lese og skrive enkle setninger?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Bileierskap gir mobilitet, fleksibilitet og tilgang til muligheter utover kollektivtrafikk.",
  "Check Rank": "Sjekk rangering",
  "Close": "Lukk",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Innsamlede data brukes kun for forsknings- og tjenesteforbedring. Vi selger eller deler ikke din personlige informasjon med tredjeparter.",
  "Coming Soon": "Kommer snart",
  "Continue": "Fortsett",
  "Copied!": "Kopiert!",
  "Cost of living": "Levekostnader",
  "Country and city derived from IP address": "Land og by avledet fra IP-adresse",
  "Data": "Data",
  "Data Retention": "Dataoppbevaring",
  "Data Sharing": "Datadeling",
  "Decline": "Avslå",
  "Demographic Information": "Demografisk informasjon",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Tilgang til tannpleie indikerer bredere helsetjenestetilgjengelighet og forebyggende helsepraksis.",
  "Depending on your location, you may have the following rights:": "Avhengig av din plassering kan du ha følgende rettigheter:",
  "Device Information": "Enhetsinformasjon",
  "Device type, screen size, browser language": "Enhetstype, skjermstørrelse, nettleserspråk",
  "Did you graduate from high school (secondary education)?": "Tok du eksamen fra videregående skole?",
  "Discover where you stand": "Oppdag hvor du står",
  "Do Not Collect My Data": "Ikke samle inn dataene mine",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Har du en bankkonto eller mobilpengekonto?",
  "Do you have a refrigerator in your home?": "Har du kjøleskap i hjemmet ditt?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Har du et gyldig pass?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Har du tilgang til vannklosett eller forbedret sanitær?",
  "Do you have access to electricity in your home?": "Har du tilgang til elektrisitet i hjemmet ditt?",
  "Do you have access to safe drinking water at home?": "Har du tilgang til trygt drikkevann hjemme?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Bor du i et hjem som ikke er overbefolket?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Eier du en personlig smarttelefon?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Bruker du internett?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Skriv inn din årlige inntekt for å estimere hvor du står globalt",
  "Example: 50,000": "Eksempel: 50 000",
  "Exchange rate": "Valutakurs",
  "Female": "Kvinne",
  "File a complaint with supervisory authority": "Inngi klage til tilsynsmyndighet",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finansiell inkludering muliggjør sparing, låneopptak og mottak av betalinger trygt—essensielt for økonomisk stabilitet.",
  "For more accurate comparison": "For mer nøyaktig sammenligning",
  "Gender": "Kjønn",
  "Generate anonymized global statistics": "Generer anonymisert global statistikk",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Rate": "Global andel",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Halvparten av menneskeheten lever på mindre enn $12 per dag, noe som begrenser deres forbrukervalg.",
  "Have you ever flown on an airplane?": "Har du noen gang fløyet i fly?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Å ha elektrisitet betyr at du har tilgang til belysning, kjøling og muligheten til å lade enheter—et grunnlag for moderne liv.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Helsetjenestetilgang uten økonomisk byrde betyr at sykdom ikke fører til fattigdom.",
  "Home": "Hjem",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Hjemme-bredbånd muliggjør fjernarbeid, streaming, videosamtaler og sømløse nettopplevelser.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Boligsikkerhet muliggjør langsiktig planlegging, investering i eiendom og psykisk velvære.",
  "How We Use Information": "Hvordan vi bruker informasjon",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Jeg er i topp {{score}}% av verdens befolkning! #AwesomeRank",
  "Implication": "Implikasjon",
  "Improve question quality and user experience": "Forbedre spørsmålskvalitet og brukeropplevelse",
  "Income basis": "Inntektsgrunnlag",
  "Income Rank": "Inntektsrangeringen",
  "Income rank result": "Inntektsrangering resultat",
  "Information We Collect": "Informasjon vi samler inn",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Internettilgang muliggjør utdanning, jobbmuligheter, sosial kontakt og tilgang til viktig informasjon.",
  "Introduction": "Introduksjon",
  "Last updated": "Sist oppdatert",
  "Less than half of the world's households have access to a personal vehicle.": "Mindre enn halvparten av verdens husholdninger har tilgang til et personlig kjøretøy.",
  "Level 1: Infrastructure (Survival)": "Nivå 1: Infrastruktur (Overlevelse)",
  "Level 2: Connectivity (Information)": "Nivå 2: Tilkobling (Informasjon)",
  "Level 3: Assets (Comfort)": "Nivå 3: Eiendeler (Komfort)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Nivå 5: Mobilitet (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Leseferdighet åpner dører til sysselsetting, informasjonstilgang og samfunnsdeltakelse som mange tar for gitt.",
  "Location Information": "Plasseringsinformasjon",
  "Male": "Mann",
  "Market": "Marked",
  "Market exchange rate (MER)": "Markedsvalutakurs (MER)",
  "Median (50th)": "Median (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Min inntekt er i topp {{score}} globalt. Sjekk din:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Nesten 1 milliard mennesker verden over føler seg utrygge på sitt boligeierskap.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Nesten 3,8 milliarder mennesker mangler enhver form for sosial beskyttelse.",
  "New": "Ny",
  "Next milestone": "Neste milepæl",
  "NO": "NEI",
  "No_Hint": "Nei",
  "Not saved": "Ikke lagret",
  "of the global population.": "av verdens befolkning.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Kun 1 av 4 voksne globalt har fullført høyere utdanning.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Kun rundt 1,6 milliarder mennesker har noen gang fløyet i fly i løpet av livet.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Kun rundt en tredjedel av mennesker har regelmessig råd til å spise ute.",
  "Other": "Annet",
  "Out of 8 billion people, only": "Av 8 milliarder mennesker, kun",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Over 1,7 milliarder mennesker mangler tilgang til kjøling, noe som påvirker matsikkerhet og ernæring.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Over 2,5 milliarder mennesker har ikke råd til et sunt kosthold, noe som bidrar til underernæring og kostholdrelaterte sykdommer.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Over 3,3 milliarder voksne har ikke fullført videregående utdanning globalt.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Over 4,4 milliarder mennesker mangler tilgang til regelmessig forebyggende tannpleie.",
  "Passport ownership represents the freedom and means to travel internationally.": "Passeierskap representerer friheten og midlene til å reise internasjonalt.",
  "people": "mennesker",
  "people.": "mennesker.",
  "per day": "per dag",
  "per month": "per måned",
  "per year": "per år",
  "Policy Changes": "Policyendringer",
  "Poverty lines are PPP-based.": "Fattigdomsgrensene er PPP-baserte.",
  "Poverty Status": "Fattigdomsstatus",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (justert for levekostnader)",
  "Prefer not to say": "Ønsker ikke å oppgi",
  "Privacy Notice": "Personvernerklæring",
  "Privacy Policy": "Personvernpolicy",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Ordentlig sanitær forebygger sykdom, beskytter verdighet og er grunnleggende for folkehelse.",
  "Quiz and Income Data": "Quiz- og inntektsdata",
  "Quiz responses, income input (calculator), and response times": "Quiz-svar, inntektsinntasting (kalkulator) og svartider",
  "Quiz responses, response times, and income entered in calculator": "Quiz-svar, svartider og inntekt oppgitt i kalkulator",
  "Read Privacy Policy": "Les personvernpolicy",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Kjøling muliggjør matkonservering, reduserer avfall og muliggjør et mer variert og næringsrikt kosthold.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regelmessig spising ute indikerer disponibel inntekt og tilgang til varierte matvalg.",
  "Request data deletion": "Be om sletting av data",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Resultatene beregnes umiddelbart. Hvis du tillater datainnsamling, lagrer vi anonymiserte resultater for å forbedre globale statistikker.",
  "Richer than": "Rikere enn",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Tilgang til trygt vann forebygger vannbårne sykdommer og sparer timer brukt på å samle vann daglig.",
  "Save failed": "Lagring mislyktes",
  "Saved": "Lagret",
  "Saving…": "Lagrer…",
  "Secondary education significantly improves employment prospects and earning potential.": "Videregående utdanning forbedrer betydelig jobbmuligheter og inntjeningspotensial.",
  "Security": "Sikkerhet",
  "See your income rank worldwide": "Se din inntektsrangering på verdensplan",
  "Share Rank": "Del rangering",
  "Share Result": "Del resultat",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Smarttelefoneierskapet gir tilgang til apper, mobilbank, navigasjon og øyeblikkelig kommunikasjon.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sosial beskyttelse gir et sikkerhetsnett ved sykdom, arbeidsløshet eller pensjonering.",
  "Source": "Kilde",
  "Start Again": "Start på nytt",
  "Switch to PPP": "Bytt til PPP",
  "Tell us about yourself": "Fortell oss om deg selv",
  "That means you are 1 in": "Det betyr at du er 1 av",
  "The collected information is used for the following purposes:": "Den innsamlede informasjonen brukes til følgende formål:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Denne personvernpolicyen forklarer hvilken informasjon som samles inn, brukes og beskyttes når du bruker Awesome Rank quiz-applikasjonen.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Denne personvernpolicyen kan oppdateres fra tid til annen. Vi vil varsle deg om vesentlige endringer ved å legge ut den nye policyen på denne siden.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Dette resultatet er et modellert estimat, ikke en faktisk måling. Reelle rangeringer kan avvike, men mønsteret kan fortsatt være meningsfullt, spesielt når man sammenligner mellom spørsmål.",
  "times the median": "ganger medianen",
  "to reach {{milestone}}": "for å nå {{milestone}}",
  "TOP": "TOPP",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Topp 0,1% starter på",
  "Top 1%": "Topp 1%",
  "Top 1% starts at": "Topp 1% starter på",
  "Top 10%": "Topp 10%",
  "Top 10% starts at": "Topp 10% starter på",
  "Top earners (out of 8 billion)": "Topptjenere (av 8 milliarder)",
  "Try It Yourself": "Prøv det selv",
  "Type an amount to see your rank": "Skriv inn et beløp for å se rangeringen din",
  "USD": "USD",
  "View Details": "Vis detaljer",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Vi samler inn anonyme data for å gi bedre service og generere global statistikk. Følgende informasjon kan bli samlet inn:",
  "We collect the following types of information:": "Vi samler inn følgende typer informasjon:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Vi selger ikke din personlige informasjon. Data kan kun deles med forskningspartnere i anonymisert og aggregert form. Vi kan offentliggjøre informasjon når det kreves av loven.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Vi implementerer passende tekniske og organisatoriske tiltak for å beskytte data mot uautorisert tilgang, endring eller ødeleggelse.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Vi oppbevarer data i opptil 2 år for forskningsformål. Etter denne perioden blir data automatisk slettet eller permanent anonymisert.",
  "Where do you rank among 8 billion people?": "Hvor rangerer du blant 8 milliarder mennesker?",
  "Where do you stand among\n8 billion people?": "Hvor står du blant\n8 milliarder mennesker?",
  "WID thresholds (wid.world)": "WID terskler (wid.world)",
  "Withdraw consent at any time": "Trekk tilbake samtykke når som helst",
  "WORLD\nRANK": "VERDENS\nRANGERING",
  "YES": "JA",
  "Yes_Hint": "Ja",
  "You are in the top": "Du er i topp",
  "Your Answers": "Svarene dine",
  "Your income": "Inntekten din",
  "Your income vs median": "Inntekten din vs median",
  "Your Rights": "Dine rettigheter"
}
