{
  "10s": "10-19 anos",
  "20s": "20-29 anos",
  "30s": "30-39 anos",
  "40s": "40-49 anos",
  "50s+": "50+ anos",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Acesso 5G significa downloads mais rápidos, melhor streaming e acesso a tecnologias emergentes como AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "A cobertura 5G permanece limitada, com apenas cerca de 1,6 bilhão de pessoas tendo acesso a esta tecnologia.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Um diploma universitário geralmente proporciona acesso a empregos com salários mais altos e redes profissionais.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Uma máquina de lavar economiza tempo significativo, especialmente para mulheres que tradicionalmente cuidam da lavanderia.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Cerca de 1,7 bilhão de adultos permanecem sem conta bancária, sem acesso a serviços financeiros formais.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Cerca de 2,1 bilhões de pessoas nunca usaram a internet, criando uma divisão digital significativa.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Cerca de 2,4 bilhões de pessoas vivem em condições de moradia superlotadas globalmente.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Cerca de 3,2 bilhões de pessoas não possuem um smartphone, limitando seu acesso a serviços móveis.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Cerca de 3,6 bilhões de pessoas não têm acesso a serviços de saúde essenciais ou enfrentam dificuldades financeiras ao buscar atendimento.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Cerca de 4,8 bilhões de pessoas lavam roupas à mão, gastando horas semanalmente nesta tarefa.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Cerca de 5,6 bilhões de pessoas não têm acesso à internet banda larga fixa em casa.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Cerca de 6 bilhões de pessoas não possuem um passaporte válido, limitando viagens internacionais.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Cerca de 675 milhões de pessoas em todo o mundo ainda vivem sem eletricidade, principalmente na África Subsaariana e no Sul da Ásia.",
  "Academic research on global living standards": "Pesquisa acadêmica sobre padrões de vida globais",
  "Accept": "Aceitar",
  "Access your data": "Acessar seus dados",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Espaço de moradia adequado apoia privacidade, estudo, trabalho em casa e saúde mental geral.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Ter condições de comprar alimentos nutritivos é essencial para a saúde física, desenvolvimento cognitivo e produtividade.",
  "Age Group": "Faixa Etária",
  "Age group and gender (optional)": "Faixa etária e gênero (opcional)",
  "Age group and gender you optionally provide": "Faixa etária e gênero que você opcionalmente fornece",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Experiência em viagens aéreas indica acesso a mobilidade de longa distância e frequentemente exposição internacional.",
  "Already {{milestone}}": "Você já está em {{milestone}}",
  "Analyzing global data...": "Analisando dados globais...",
  "Annual income": "Renda anual",
  "Approximate location (country/city from IP)": "Localização aproximada (país/cidade do IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Aproximadamente 770 milhões de adultos em todo o mundo não sabem ler ou escrever, sendo dois terços mulheres.",
  "are in this group.": "estão neste grupo.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Cerca de 1,7 bilhão de pessoas não têm saneamento básico, e 494 milhões ainda praticam defecação aberta.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Cerca de 2,1 bilhões de pessoas não têm serviços de água potável gerenciados com segurança em casa.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Voltar",
  "Begin Analysis": "Começar Análise",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Estar na classe consumidora significa ter renda discricionária além das necessidades básicas.",
  "Browser type, screen resolution, language settings": "Tipo de navegador, resolução de tela, configurações de idioma",
  "Calculating...": "Calculando...",
  "Can you access essential healthcare without financial hardship?": "Você consegue acessar serviços de saúde essenciais sem dificuldades financeiras?",
  "Can you afford a healthy diet?": "Você pode pagar por uma dieta saudável?",
  "Can you read and write simple sentences?": "Você sabe ler e escrever frases simples?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Possuir um carro proporciona mobilidade, flexibilidade e acesso a oportunidades além das rotas de transporte público.",
  "Check Rank": "Ver Ranking",
  "Close": "Fechar",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Os dados coletados são usados apenas para fins de pesquisa e melhoria do serviço. Não vendemos ou compartilhamos suas informações pessoais com terceiros.",
  "Coming Soon": "Em Breve",
  "Continue": "Continuar",
  "Copied!": "Copiado!",
  "Cost of living": "Custo de vida",
  "Country and city derived from IP address": "País e cidade derivados do endereço IP",
  "Data": "Dados",
  "Data Retention": "Retenção de Dados",
  "Data Sharing": "Compartilhamento de Dados",
  "Decline": "Recusar",
  "Demographic Information": "Informações Demográficas",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Acesso a cuidados dentários indica maior disponibilidade de saúde e práticas de saúde preventiva.",
  "Depending on your location, you may have the following rights:": "Dependendo da sua localização, você pode ter os seguintes direitos:",
  "Device Information": "Informações do Dispositivo",
  "Device type, screen size, browser language": "Tipo de dispositivo, tamanho da tela, idioma do navegador",
  "Did you graduate from high school (secondary education)?": "Você concluiu o ensino médio (educação secundária)?",
  "Discover where you stand": "Descubra onde você está",
  "Do Not Collect My Data": "Não Coletar Meus Dados",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Você tem uma conta bancária ou conta de dinheiro móvel?",
  "Do you have a refrigerator in your home?": "Você tem uma geladeira em sua casa?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Você tem um passaporte válido?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Você tem acesso a um banheiro com descarga ou saneamento melhorado?",
  "Do you have access to electricity in your home?": "Você tem acesso a eletricidade em sua casa?",
  "Do you have access to safe drinking water at home?": "Você tem acesso a água potável segura em casa?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Você vive em uma casa não superlotada?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Você possui um smartphone pessoal?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Você usa a internet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Digite sua renda anual para estimar sua posição globalmente",
  "Example: 50,000": "Exemplo: 50.000",
  "Exchange rate": "Taxa de câmbio",
  "Female": "Feminino",
  "File a complaint with supervisory authority": "Registrar uma reclamação junto à autoridade supervisora",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Inclusão financeira permite economizar, pedir emprestado e receber pagamentos com segurança—essencial para estabilidade econômica.",
  "For more accurate comparison": "Para comparação mais precisa",
  "Gender": "Gênero",
  "Generate anonymized global statistics": "Gerar estatísticas globais anonimizadas",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Rate": "Taxa global",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Metade da humanidade vive com menos de US$ 12 por dia, limitando suas escolhas de consumo.",
  "Have you ever flown on an airplane?": "Você já voou de avião?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Ter eletricidade significa que você tem acesso a iluminação, refrigeração e capacidade de carregar dispositivos—uma base para a vida moderna.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Acesso à saúde sem carga financeira significa que a doença não leva à pobreza.",
  "Home": "Início",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Banda larga residencial permite trabalho remoto, streaming, videochamadas e experiências online perfeitas.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Segurança habitacional permite planejamento de longo prazo, investimento em propriedade e bem-estar psicológico.",
  "How We Use Information": "Como Usamos as Informações",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Estou no Top {{score}}% da população mundial! #AwesomeRank",
  "Implication": "Implicação",
  "Improve question quality and user experience": "Melhorar a qualidade das perguntas e a experiência do usuário",
  "Income basis": "Base de renda",
  "Income Rank": "Ranking de Renda",
  "Income rank result": "Resultado do ranking de renda",
  "Information We Collect": "Informações que Coletamos",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Acesso à internet permite educação, oportunidades de emprego, conexão social e acesso a informações vitais.",
  "Introduction": "Introdução",
  "Last updated": "Última atualização",
  "Less than half of the world's households have access to a personal vehicle.": "Menos da metade das residências do mundo tem acesso a um veículo pessoal.",
  "Level 1: Infrastructure (Survival)": "Nível 1: Infraestrutura (Sobrevivência)",
  "Level 2: Connectivity (Information)": "Nível 2: Conectividade (Informação)",
  "Level 3: Assets (Comfort)": "Nível 3: Ativos (Conforto)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Nível 5: Mobilidade (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "A alfabetização abre portas para emprego, acesso à informação e participação cívica que muitos consideram óbvios.",
  "Location Information": "Informações de Localização",
  "Male": "Masculino",
  "Market": "Mercado",
  "Market exchange rate (MER)": "Taxa de câmbio de mercado (MER)",
  "Median (50th)": "Mediana (50º)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Minha renda está no Top {{score}} mundial. Confira a sua:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Quase 1 bilhão de pessoas em todo o mundo se sentem inseguras quanto à posse de moradia.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Quase 3,8 bilhões de pessoas não têm qualquer forma de cobertura de proteção social.",
  "New": "Novo",
  "Next milestone": "Próximo marco",
  "NO": "NÃO",
  "No_Hint": "Não",
  "Not saved": "Não salvo",
  "of the global population.": "da população global.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Apenas 1 em cada 4 adultos em todo o mundo concluiu o ensino superior.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Apenas cerca de 1,6 bilhão de pessoas já voaram de avião em suas vidas.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Apenas cerca de um terço das pessoas pode regularmente pagar para comer fora de casa.",
  "Other": "Outro",
  "Out of 8 billion people, only": "De 8 bilhões de pessoas, apenas",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Mais de 1,7 bilhão de pessoas não têm acesso a refrigeração, afetando a segurança alimentar e nutrição.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Mais de 2,5 bilhões de pessoas não podem pagar por uma dieta saudável, contribuindo para desnutrição e doenças relacionadas à dieta.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Mais de 3,3 bilhões de adultos não concluíram o ensino secundário em todo o mundo.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Mais de 4,4 bilhões de pessoas não têm acesso a cuidados dentários preventivos regulares.",
  "Passport ownership represents the freedom and means to travel internationally.": "Posse de passaporte representa a liberdade e os meios para viajar internacionalmente.",
  "people": "pessoas",
  "people.": "pessoas.",
  "per day": "por dia",
  "per month": "por mês",
  "per year": "por ano",
  "Policy Changes": "Mudanças na Política",
  "Poverty lines are PPP-based.": "As linhas de pobreza são baseadas em PPC.",
  "Poverty Status": "Situação de pobreza",
  "PPP": "PPC",
  "PPP (cost of living adjusted)": "PPC (ajustado por custo de vida)",
  "Prefer not to say": "Prefiro não dizer",
  "Privacy Notice": "Aviso de Privacidade",
  "Privacy Policy": "Política de Privacidade",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Saneamento adequado previne doenças, protege a dignidade e é fundamental para a saúde pública.",
  "Quiz and Income Data": "Dados de Quiz e Renda",
  "Quiz responses, income input (calculator), and response times": "Respostas do quiz, entrada de renda (calculadora) e tempos de resposta",
  "Quiz responses, response times, and income entered in calculator": "Respostas do quiz, tempos de resposta e renda inserida na calculadora",
  "Read Privacy Policy": "Ler Política de Privacidade",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Refrigeração permite preservação de alimentos, reduz desperdício e possibilita uma dieta mais variada e nutritiva.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Comer fora regularmente indica renda disponível e acesso a opções alimentares diversas.",
  "Request data deletion": "Solicitar exclusão de dados",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Os resultados são calculados instantaneamente. Se você permitir a coleta de dados, salvamos resultados anonimizados para melhorar as estatísticas globais.",
  "Richer than": "Mais rico que",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Acesso a água segura previne doenças transmitidas pela água e economiza horas gastas coletando água diariamente.",
  "Save failed": "Falha ao salvar",
  "Saved": "Salvo",
  "Saving…": "Salvando…",
  "Secondary education significantly improves employment prospects and earning potential.": "A educação secundária melhora significativamente as perspectivas de emprego e potencial de ganhos.",
  "Security": "Segurança",
  "See your income rank worldwide": "Veja seu ranking de renda mundial",
  "Share Rank": "Compartilhar Ranking",
  "Share Result": "Compartilhar Resultado",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Posse de smartphone proporciona acesso a aplicativos, banco móvel, navegação e comunicação instantânea.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Proteção social fornece uma rede de segurança durante doença, desemprego ou aposentadoria.",
  "Source": "Fonte",
  "Start Again": "Começar de novo",
  "Switch to PPP": "Mudar para PPC",
  "Tell us about yourself": "Conte-nos sobre você",
  "That means you are 1 in": "Isso significa que você é 1 em",
  "The collected information is used for the following purposes:": "As informações coletadas são usadas para os seguintes propósitos:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Esta política de privacidade explica quais informações são coletadas, usadas e protegidas quando você usa o aplicativo de quiz Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Esta política de privacidade pode ser atualizada de tempos em tempos. Notificaremos você sobre mudanças significativas publicando a nova política nesta página.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Este resultado é uma estimativa modelada, não uma medição factual. As classificações reais podem diferir, mas o padrão ainda pode ser significativo, especialmente ao comparar entre perguntas.",
  "times the median": "vezes a mediana",
  "to reach {{milestone}}": "para alcançar {{milestone}}",
  "TOP": "TOPO",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% começa em",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% começa em",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% começa em",
  "Top earners (out of 8 billion)": "Maiores rendas (de 8 bilhões)",
  "Try It Yourself": "Experimente você mesmo",
  "Type an amount to see your rank": "Digite um valor para ver seu ranking",
  "USD": "USD",
  "View Details": "Ver detalhes",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Coletamos dados anônimos para fornecer melhor serviço e gerar estatísticas globais. As seguintes informações podem ser coletadas:",
  "We collect the following types of information:": "Coletamos os seguintes tipos de informação:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Não vendemos suas informações pessoais. Os dados podem apenas ser compartilhados com parceiros de pesquisa de forma anonimizada e agregada. Podemos divulgar informações quando exigido por lei.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Implementamos medidas técnicas e organizacionais apropriadas para proteger dados contra acesso não autorizado, alteração ou destruição.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Retemos dados por até 2 anos para fins de pesquisa. Após este período, os dados são automaticamente excluídos ou permanentemente anonimizados.",
  "Where do you rank among 8 billion people?": "Onde você se classifica entre 8 bilhões de pessoas?",
  "Where do you stand among\n8 billion people?": "Onde você está entre\n8 bilhões de pessoas?",
  "WID thresholds (wid.world)": "Limiares WID (wid.world)",
  "Withdraw consent at any time": "Retirar consentimento a qualquer momento",
  "WORLD\nRANK": "RANKING\nMUNDIAL",
  "YES": "SIM",
  "Yes_Hint": "Sim",
  "You are in the top": "Você está no topo",
  "Your Answers": "Suas respostas",
  "Your income": "Sua renda",
  "Your income vs median": "Sua renda vs mediana",
  "Your Rights": "Seus Direitos"
}
