{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19 лет",
  "20s": "20-29 лет",
  "30s": "30-39 лет",
  "40s": "40-49 лет",
  "50s+": "50+ лет",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Доступ к 5G означает более быструю загрузку, лучшую потоковую передачу и доступ к новым технологиям, таким как AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Покрытие 5G остается ограниченным: только около 1,6 миллиарда человек имеют доступ к этой технологии.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Университетский диплом часто обеспечивает доступ к высокооплачиваемой работе и профессиональным связям.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Стиральная машина значительно экономит время, особенно для женщин, которые традиционно занимаются стиркой.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Около 1,7 миллиарда взрослых не имеют банковских счетов и доступа к формальным финансовым услугам.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Около 2,1 миллиарда человек никогда не пользовались интернетом, что создает значительный цифровой разрыв.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Около 2,4 миллиарда человек живут в перенаселенных жилищных условиях по всему миру.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Около 3,2 миллиарда человек не владеют смартфоном, что ограничивает их доступ к мобильным услугам.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Около 3,6 миллиарда человек не имеют доступа к основным медицинским услугам или сталкиваются с финансовыми трудностями при обращении за медицинской помощью.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Около 4,8 миллиарда человек стирают одежду вручную, тратя на это часы каждую неделю.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Около 5,6 миллиарда человек не имеют доступа к фиксированному широкополосному интернету дома.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Около 6 миллиардов человек не имеют действительного паспорта, что ограничивает международные поездки.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Около 675 миллионов человек во всем мире все еще живут без электричества, в основном в странах Африки к югу от Сахары и Южной Азии.",
  "Academic research on global living standards": "Академические исследования глобальных стандартов жизни",
  "Accept": "Принять",
  "Access your data": "Получить доступ к вашим данным",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Достаточное жилое пространство поддерживает конфиденциальность, учебу, работу на дому и общее психическое здоровье.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Доступ к питательной пище необходим для физического здоровья, когнитивного развития и продуктивности.",
  "Age Group": "Возрастная группа",
  "Age group and gender (optional)": "Возрастная группа и пол (необязательно)",
  "Age group and gender you optionally provide": "Возрастная группа и пол, которые вы можете указать по желанию",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Опыт авиаперелетов указывает на доступ к междугородной мобильности и часто международному опыту.",
  "Already {{milestone}}": "Вы уже в {{milestone}}",
  "Analyzing global data...": "Анализ глобальных данных...",
  "Annual income": "Годовой доход",
  "Approximate location (country/city from IP)": "Приблизительное местоположение (страна/город по IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Приблизительно 770 миллионов взрослых во всем мире не умеют читать и писать, при этом две трети из них — женщины.",
  "are in this group.": "находятся в этой группе.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Около 1,7 миллиарда человек не имеют базовой санитарии, и 494 миллиона все еще практикуют открытую дефекацию.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Около 2,1 миллиарда человек не имеют безопасного доступа к питьевой воде дома.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Назад",
  "Begin Analysis": "Начать анализ",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Принадлежность к потребительскому классу означает наличие дискреционного дохода сверх базовых потребностей.",
  "Browser type, screen resolution, language settings": "Тип браузера, разрешение экрана, языковые настройки",
  "Calculating...": "Расчёт...",
  "Can you access essential healthcare without financial hardship?": "Можете ли вы получить доступ к основным медицинским услугам без финансовых трудностей?",
  "Can you afford a healthy diet?": "Можете ли вы позволить себе здоровое питание?",
  "Can you read and write simple sentences?": "Умеете ли вы читать и писать простые предложения?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Владение автомобилем обеспечивает мобильность, гибкость и доступ к возможностям за пределами маршрутов общественного транспорта.",
  "Check Rank": "Проверить рейтинг",
  "Close": "Закрыть",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Собранные данные используются только в исследовательских целях и для улучшения сервиса. Мы не продаем и не передаем вашу личную информацию третьим лицам.",
  "Coming Soon": "Скоро",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Продолжить",
  "Copied!": "Скопировано!",
  "Cost of living": "Стоимость жизни",
  "Country A": "",
  "Country and city derived from IP address": "Страна и город определяются по IP-адресу",
  "Country B": "",
  "Data": "Данные",
  "Data Retention": "Хранение данных",
  "Data Sharing": "Передача данных",
  "Decline": "Отклонить",
  "Demographic Information": "Демографическая информация",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Доступ к стоматологической помощи указывает на более широкую доступность медицинских услуг и профилактических практик.",
  "Depending on your location, you may have the following rights:": "В зависимости от вашего местоположения, у вас могут быть следующие права:",
  "Device Information": "Информация об устройстве",
  "Device type, screen size, browser language": "Тип устройства, размер экрана, язык браузера",
  "Did you graduate from high school (secondary education)?": "Окончили ли вы среднюю школу (среднее образование)?",
  "Discover where you stand": "Узнайте, где вы находитесь",
  "Do Not Collect My Data": "Не собирать мои данные",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Есть ли у вас банковский счет или счет мобильных денег?",
  "Do you have a refrigerator in your home?": "Есть ли у вас холодильник дома?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Есть ли у вас действительный паспорт?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Есть ли у вас доступ к унитазу со смывом или улучшенной санитарии?",
  "Do you have access to electricity in your home?": "Есть ли у вас доступ к электричеству дома?",
  "Do you have access to safe drinking water at home?": "Есть ли у вас доступ к безопасной питьевой воде дома?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Живете ли вы в не перенаселенном жилье?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Владеете ли вы личным смартфоном?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Пользуетесь ли вы интернетом?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Введите ваш годовой доход, чтобы оценить вашу позицию в мире",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Пример: 50 000",
  "Exchange rate": "Обменный курс",
  "Female": "Женский",
  "File a complaint with supervisory authority": "Подать жалобу в надзорный орган",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Финансовая инклюзия позволяет безопасно сберегать, брать займы и получать платежи — это необходимо для экономической стабильности.",
  "For more accurate comparison": "Для более точного сравнения",
  "Gender": "Пол",
  "Generate anonymized global statistics": "Создавать анонимизированную глобальную статистику",
  "GitHub": "GitHub",
  "Global": "Глобальный",
  "Global Rate": "Глобальная доля",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Половина человечества живет менее чем на 12 долларов в день, что ограничивает их потребительский выбор.",
  "Have you ever flown on an airplane?": "Летали ли вы когда-нибудь на самолете?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Наличие электричества означает, что у вас есть доступ к освещению, охлаждению и возможности заряжать устройства — основа современной жизни.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Доступ к медицинской помощи без финансового бремени означает, что болезнь не приводит к бедности.",
  "Home": "Главная",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Домашний широкополосный интернет позволяет работать удаленно, смотреть потоковое видео, совершать видеозвонки и получать бесперебойный онлайн-опыт.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Безопасность жилья позволяет планировать на долгосрочную перспективу, инвестировать в недвижимость и обеспечивает психологическое благополучие.",
  "How We Use Information": "Как мы используем информацию",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Я в топ {{score}}% мирового населения! #AwesomeRank",
  "Implication": "Значение",
  "Improve question quality and user experience": "Улучшить качество вопросов и пользовательский опыт",
  "Income basis": "Основа дохода",
  "Income Rank": "Рейтинг Дохода",
  "Income rank result": "Результат рейтинга дохода",
  "Information We Collect": "Информация, которую мы собираем",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Доступ к интернету открывает возможности для образования, работы, социальных связей и доступа к важной информации.",
  "Introduction": "Введение",
  "km^2": "",
  "Last updated": "Последнее обновление",
  "Less than half of the world's households have access to a personal vehicle.": "Менее половины домохозяйств в мире имеют доступ к личному транспортному средству.",
  "Level 1: Infrastructure (Survival)": "Уровень 1: Инфраструктура (Выживание)",
  "Level 2: Connectivity (Information)": "Уровень 2: Связь (Информация)",
  "Level 3: Assets (Comfort)": "Уровень 3: Активы (Комфорт)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Уровень 5: Мобильность (Элита)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Грамотность открывает двери к трудоустройству, доступу к информации и гражданскому участию, что многие воспринимают как данность.",
  "Loading countries...": "",
  "Location Information": "Информация о местоположении",
  "Male": "Мужской",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Рыночный",
  "Market exchange rate (MER)": "Рыночный обменный курс (MER)",
  "Median (50th)": "Медиана (50-й)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Мой доход в топ {{score}} мира. Проверь свой:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Почти 1 миллиард человек во всем мире чувствует себя неуверенно в отношении владения жильем.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Почти 3,8 миллиарда человек не имеют какой-либо формы социальной защиты.",
  "New": "Новый",
  "Next milestone": "Следующая цель",
  "NO": "НЕТ",
  "No_Hint": "Нет",
  "Not saved": "Не сохранено",
  "of the global population.": "населения мира.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Только 1 из 4 взрослых во всем мире получил высшее образование.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Только около 1,6 миллиарда человек когда-либо летали на самолете за свою жизнь.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Только около одной трети людей могут регулярно позволить себе питаться вне дома.",
  "Other": "Другой",
  "Out of 8 billion people, only": "Из 8 миллиардов человек только",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Более 1,7 миллиарда человек не имеют доступа к охлаждению, что влияет на безопасность продуктов питания и питание.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Более 2,5 миллиарда человек не могут позволить себе здоровое питание, что способствует недоеданию и заболеваниям, связанным с питанием.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Более 3,3 миллиарда взрослых во всем мире не завершили среднее образование.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Более 4,4 миллиарда человек не имеют доступа к регулярной профилактической стоматологической помощи.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Владение паспортом представляет собой свободу и возможность путешествовать за границу.",
  "people": "человек",
  "people.": "человек.",
  "per day": "в день",
  "per month": "в месяц",
  "per year": "в год",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Изменения политики",
  "Poverty lines are PPP-based.": "Линии бедности основаны на ППС.",
  "Poverty Status": "Статус бедности",
  "PPP": "ППС",
  "PPP (cost of living adjusted)": "ППС (с учетом стоимости жизни)",
  "Prefer not to say": "Предпочитаю не говорить",
  "Privacy Notice": "Уведомление о конфиденциальности",
  "Privacy Policy": "Политика конфиденциальности",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Надлежащая санитария предотвращает заболевания, защищает достоинство и является основой общественного здравоохранения.",
  "Quiz and Income Data": "Данные опроса и дохода",
  "Quiz responses, income input (calculator), and response times": "Ответы на вопросы, введенный доход (калькулятор) и время ответов",
  "Quiz responses, response times, and income entered in calculator": "Ответы на вопросы, время ответов и доход, введенный в калькуляторе",
  "Read Privacy Policy": "Читать Политику конфиденциальности",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Охлаждение позволяет сохранять продукты, сокращает отходы и обеспечивает более разнообразное и питательное питание.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Регулярное питание вне дома указывает на наличие располагаемого дохода и доступа к разнообразным вариантам питания.",
  "Request data deletion": "Запросить удаление данных",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Результаты рассчитываются мгновенно. Если вы разрешите сбор данных, мы сохраняем анонимизированные результаты, чтобы улучшить глобальную статистику.",
  "Richer than": "Богаче чем",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Доступ к безопасной воде предотвращает болезни, передаваемые через воду, и экономит часы, затрачиваемые на сбор воды ежедневно.",
  "Save failed": "Не удалось сохранить",
  "Saved": "Сохранено",
  "Saving…": "Сохранение…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Среднее образование значительно улучшает перспективы трудоустройства и потенциал заработка.",
  "Security": "Безопасность",
  "See your income rank worldwide": "Узнайте свой рейтинг дохода в мире",
  "Select a country": "",
  "Share Rank": "Поделиться рейтингом",
  "Share Result": "Поделиться результатом",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Владение смартфоном обеспечивает доступ к приложениям, мобильному банкингу, навигации и мгновенной связи.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Социальная защита обеспечивает подстраховку во время болезни, безработицы или выхода на пенсию.",
  "Source": "Источник",
  "Start Again": "Начать заново",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Переключить на ППС",
  "Tell us about yourself": "Расскажите о себе",
  "That means you are 1 in": "Это значит, вы 1 из",
  "The collected information is used for the following purposes:": "Собранная информация используется для следующих целей:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Эта политика конфиденциальности объясняет, какая информация собирается, используется и защищается при использовании приложения для опроса Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Эта политика конфиденциальности может время от времени обновляться. Мы уведомим вас о существенных изменениях, разместив новую политику на этой странице.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Этот результат — модельная оценка, а не фактическое измерение. Реальные рейтинги могут отличаться, но закономерность всё же может быть значимой, особенно при сравнении между вопросами.",
  "times the median": "раз от медианы",
  "to reach {{milestone}}": "чтобы достичь {{milestone}}",
  "TOP": "ТОП",
  "Top 0.1%": "Топ 0,1%",
  "Top 0.1% starts at": "Топ 0,1% начинается с",
  "Top 1%": "Топ 1%",
  "Top 1% starts at": "Топ 1% начинается с",
  "Top 10%": "Топ 10%",
  "Top 10% starts at": "Топ 10% начинается с",
  "Top earners (out of 8 billion)": "Самые богатые (из 8 миллиардов)",
  "True Size Atlas": "",
  "Try It Yourself": "Попробуй сам",
  "Type an amount to see your rank": "Введите сумму, чтобы увидеть ваш рейтинг",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Подробнее",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Мы собираем анонимные данные для предоставления лучшего сервиса и создания глобальной статистики. Может быть собрана следующая информация:",
  "We collect the following types of information:": "Мы собираем следующие типы информации:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Мы не продаем вашу личную информацию. Данные могут быть переданы партнерам по исследованиям только в анонимизированной и агрегированной форме. Мы можем раскрыть информацию, когда это требуется законом.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Мы применяем соответствующие технические и организационные меры для защиты данных от несанкционированного доступа, изменения или уничтожения.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Мы храним данные до 2 лет в исследовательских целях. По истечении этого периода данные автоматически удаляются или навсегда анонимизируются.",
  "Where do you rank among 8 billion people?": "Где вы находитесь среди 8 миллиардов человек?",
  "Where do you stand among\n8 billion people?": "Где вы находитесь среди\n8 миллиардов человек?",
  "WID thresholds (wid.world)": "Пороги WID (wid.world)",
  "Withdraw consent at any time": "Отозвать согласие в любое время",
  "WORLD\nRANK": "МИРОВОЙ\nРЕЙТИНГ",
  "YES": "ДА",
  "Yes_Hint": "Да",
  "You are in the top": "Вы входите в топ",
  "Your Answers": "Ваши ответы",
  "Your income": "Ваш доход",
  "Your income vs median": "Ваш доход vs медиана",
  "Your Rights": "Ваши права"
}
