{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19 let",
  "20s": "20-29 let",
  "30s": "30-39 let",
  "40s": "40-49 let",
  "50s+": "50+ let",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Dostop do 5G pomeni hitrejše prenose, boljše pretakanje in dostop do nastajajočih tehnologij, kot sta AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Pokritost s 5G ostaja omejena, saj ima dostop do te tehnologije le približno 1,6 milijarde ljudi.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Univerzitetna diploma pogosto zagotavlja dostop do bolje plačanih delovnih mest in strokovnih mrež.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pralni stroj prihrani veliko časa, zlasti ženskam, ki tradicionalno opravljajo pranje.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Približno 1,7 milijarde odraslih še vedno nima bančnih storitev in dostopa do formalnih finančnih storitev.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Približno 2,1 milijarde ljudi še nikoli ni uporabljalo interneta, kar ustvarja pomembno digitalno razdelitev.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Približno 2,4 milijarde ljudi po svetu živi v prenatrpanih stanovanjskih razmerah.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Približno 3,2 milijarde ljudi ne poseduje pametnega telefona, kar omejuje njihov dostop do mobilnih storitev.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Približno 3,6 milijarde ljudi nima dostopa do osnovnih zdravstvenih storitev ali se sooča s finančnimi težavami pri iskanju oskrbe.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Približno 4,8 milijarde ljudi pere oblačila ročno in tej nalogi tedensko nameni ure časa.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Približno 5,6 milijarde ljudi doma nima dostopa do fiksnega širokopasovnega interneta.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Približno 6 milijard ljudi nima veljavnega potnega lista, kar omejuje mednarodno potovanje.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Približno 675 milijonov ljudi po svetu še vedno živi brez elektrike, večinoma v podsaharski Afriki in južni Aziji.",
  "Academic research on global living standards": "Akademsko raziskovanje globalnih življenjskih standardov",
  "Accept": "Sprejmi",
  "Access your data": "Dostop do vaših podatkov",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ustrezen življenjski prostor podpira zasebnost, študij, delo od doma in splošno duševno zdravje.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Zmožnost privoščiti si hranljivo hrano je bistvena za telesno zdravje, kognitivni razvoj in produktivnost.",
  "Age Group": "Starostna skupina",
  "Age group and gender (optional)": "Starostna skupina in spol (neobvezno)",
  "Age group and gender you optionally provide": "Starostna skupina in spol, ki ju po želji navedete",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Izkušnje z letalskim potovanjem kažejo na dostop do mobilnosti na dolge razdalje in pogosto mednarodno izpostavljenost.",
  "Already {{milestone}}": "Že ste v {{milestone}}",
  "Analyzing global data...": "Analiziram globalne podatke...",
  "Annual income": "Letni dohodek",
  "Approximate location (country/city from IP)": "Približna lokacija (država/mesto iz IP naslova)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Približno 770 milijonov odraslih po svetu ne zna brati ali pisati, dve tretjini od tega so ženske.",
  "are in this group.": "je v tej skupini.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Približno 1,7 milijarde ljudi nima osnovne sanitarne ureditve, 494 milijonov pa še vedno prakticira odprt iztrebljanje.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Približno 2,1 milijarde ljudi doma nima varno upravljanih storitev pitne vode.",
  "Awesome Rank": "Svetovna lestvica",
  "Back": "Nazaj",
  "Begin Analysis": "Začni analizo",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Biti v potrošniškem razredu pomeni imeti prosti dohodek nad osnovnimi potrebščinami.",
  "Browser type, screen resolution, language settings": "Vrsta brskalnika, ločljivost zaslona, jezikovne nastavitve",
  "Calculating...": "Izračunavam...",
  "Can you access essential healthcare without financial hardship?": "Ali imate dostop do osnovnega zdravstvenega varstva brez finančnih težav?",
  "Can you afford a healthy diet?": "Si lahko privoščite zdravo prehrano?",
  "Can you read and write simple sentences?": "Znate brati in pisati preproste stavke?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Lastništvo avtomobila zagotavlja mobilnost, prilagodljivost in dostop do priložnosti zunaj prog javnega prevoza.",
  "Check Rank": "Preveri rang",
  "Close": "Zapri",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Zbrani podatki se uporabljajo le za raziskovalne namene in izboljšanje storitev. Vaših osebnih podatkov ne prodajamo ali delimo s tretjimi osebami.",
  "Coming Soon": "Kmalu na voljo",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Nadaljuj",
  "Copied!": "Kopirano!",
  "Cost of living": "Stroški življenja",
  "Country A": "",
  "Country and city derived from IP address": "Država in mesto, pridobljeno iz IP naslova",
  "Country B": "",
  "Data": "Podatki",
  "Data Retention": "Hramb podatkov",
  "Data Sharing": "Deljenje podatkov",
  "Decline": "Zavrni",
  "Demographic Information": "Demografske informacije",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Dostop do zobne oskrbe kaže na širšo razpoložljivost zdravstvenega varstva in preventivne zdravstvene prakse.",
  "Depending on your location, you may have the following rights:": "Glede na vašo lokacijo lahko imate naslednje pravice:",
  "Device Information": "Informacije o napravi",
  "Device type, screen size, browser language": "Vrsta naprave, velikost zaslona, jezik brskalnika",
  "Did you graduate from high school (secondary education)?": "Ste zaključili srednjo šolo (srednje izobraževanje)?",
  "Discover where you stand": "Odkrijte, kje se nahajate",
  "Do Not Collect My Data": "Ne zbiraj mojih podatkov",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Imate bančni račun ali račun mobilnega denarja?",
  "Do you have a refrigerator in your home?": "Imate doma hladilnik?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Imate veljaven potni list?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Imate dostop do stranišča s spiranjem ali izboljšane sanitarne ureditve?",
  "Do you have access to electricity in your home?": "Imate doma dostop do elektrike?",
  "Do you have access to safe drinking water at home?": "Imate doma dostop do varne pitne vode?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Živite v nenaseljeni hiši?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Imate osebni pametni telefon?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Uporabljate internet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Vnesite svoj letni dohodek za oceno vašega globalnega položaja",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Primer: 50.000",
  "Exchange rate": "Menjalni tečaj",
  "Female": "Ženska",
  "File a complaint with supervisory authority": "Vložite pritožbo pri nadzornem organu",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finančna vključenost omogoča varno varčevanje, izposojanje in prejemanje plačil – bistveno za ekonomsko stabilnost.",
  "For more accurate comparison": "Za natančnejšo primerjavo",
  "Gender": "Spol",
  "Generate anonymized global statistics": "Ustvari anonimizirano globalno statistiko",
  "GitHub": "GitHub",
  "Global": "Globalno",
  "Global Rate": "Globalna stopnja",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Polovica človeštva živi z manj kot 12 USD na dan, kar omejuje njihove potrošniške možnosti.",
  "Have you ever flown on an airplane?": "Ste kdaj leteli z letalom?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Imeti elektriko pomeni imeti dostop do razsvetljave, hlajenja in možnosti polnjenja naprav – osnova za sodoben življenje.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Dostop do zdravstvenega varstva brez finančne obremenitve pomeni, da bolezen ne vodi v revščino.",
  "Home": "Domov",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Domači širokopasovni internet omogoča delo na daljavo, pretakanje, videoklice in nemotene spletne izkušnje.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Stanovanjska varnost omogoča dolgoročno načrtovanje, naložbe v nepremičnine in psihološko blaginjo.",
  "How We Use Information": "Kako uporabljamo informacije",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Sem med vrhnjimi {{score}}% svetovnega prebivalstva! #AwesomeRank",
  "Implication": "Pomen",
  "Improve question quality and user experience": "Izboljšati kakovost vprašanj in uporabniško izkušnjo",
  "Income basis": "Osnova dohodka",
  "Income Rank": "Rang dohodka",
  "Income rank result": "Rezultat ranga dohodka",
  "Information We Collect": "Informacije, ki jih zbiramo",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Dostop do interneta omogoča izobraževanje, zaposlitvene priložnosti, socialno povezanost in dostop do ključnih informacij.",
  "Introduction": "Uvod",
  "km^2": "",
  "Last updated": "Nazadnje posodobljeno",
  "Less than half of the world's households have access to a personal vehicle.": "Manj kot polovica svetovnih gospodinjstev ima dostop do osebnega vozila.",
  "Level 1: Infrastructure (Survival)": "Raven 1: Infrastruktura (Preživetje)",
  "Level 2: Connectivity (Information)": "Raven 2: Povezljivost (Informacije)",
  "Level 3: Assets (Comfort)": "Raven 3: Premoženje (Udobje)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Raven 5: Mobilnost (Elita)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Pismenost odpira vrata do zaposlitve, dostopa do informacij in državljanskega sodelovanja, ki jih mnogi jemljejo za samoumevno.",
  "Loading countries...": "",
  "Location Information": "Informacije o lokaciji",
  "Male": "Moški",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Tržni",
  "Market exchange rate (MER)": "Tržni menjalni tečaj (MER)",
  "Median (50th)": "Mediana (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Moj dohodek je med vrhnjimi {{score}} po svetu. Preverite svojega:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Skoraj 1 milijarda ljudi po svetu se počuti negotovo glede lastništva stanovanj.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Skoraj 3,8 milijarde ljudi nima nobene oblike socialnega varstva.",
  "New": "Novo",
  "Next milestone": "Naslednji mejnik",
  "NO": "NE",
  "No_Hint": "Ne",
  "Not saved": "Ni shranjeno",
  "of the global population.": "globalnega prebivalstva.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Le 1 od 4 odraslih po svetu je dokončal terciarno izobraževanje.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Le približno 1,6 milijarde ljudi je kdaj v življenju letelo z letalom.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Le približno tretjina ljudi si lahko redno privošči prehranjevanje zunaj doma.",
  "Other": "Drugo",
  "Out of 8 billion people, only": "Od 8 milijard ljudi le",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Več kot 1,7 milijarde ljudi nima dostopa do hlajenja, kar vpliva na varnost hrane in prehrano.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Več kot 2,5 milijarde ljudi si ne more privoščiti zdrave prehrane, kar prispeva k podhranjenosti in boleznim, povezanim s prehrano.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Več kot 3,3 milijarde odraslih po svetu ni dokončalo srednje izobrazbe.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Več kot 4,4 milijarde ljudi nima dostopa do redne preventivne zobne oskrbe.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Lastništvo potnega lista predstavlja svobodo in sredstva za mednarodno potovanje.",
  "people": "ljudje",
  "people.": "ljudje.",
  "per day": "na dan",
  "per month": "na mesec",
  "per year": "na leto",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Spremembe politike",
  "Poverty lines are PPP-based.": "Meje revščine temeljijo na PPP.",
  "Poverty Status": "Status revščine",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (prilagojeno stroškom življenja)",
  "Prefer not to say": "Raje ne povem",
  "Privacy Notice": "Obvestilo o zasebnosti",
  "Privacy Policy": "Politika zasebnosti",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Ustrezna sanitarna ureditev preprečuje bolezni, varuje dostojanstvo in je temelj javnega zdravja.",
  "Quiz and Income Data": "Podatki kviza in dohodka",
  "Quiz responses, income input (calculator), and response times": "Odgovori kviza, vnos dohodka (kalkulator) in časi odgovorov",
  "Quiz responses, response times, and income entered in calculator": "Odgovori kviza, časi odgovorov in dohodek, vnesen v kalkulator",
  "Read Privacy Policy": "Preberi politiko zasebnosti",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Hlajenje omogoča konzerviranje hrane, zmanjšuje odpadke in omogoča bolj raznoliko in hranljivo prehrano.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Redno prehranjevanje zunaj doma kaže na razpoložljiv dohodek in dostop do raznolikih možnosti hrane.",
  "Request data deletion": "Zahtevaj izbris podatkov",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Rezultati se izračunajo takoj. Če dovolite zbiranje podatkov, shranimo anonimizirane rezultate za izboljšanje globalne statistike.",
  "Richer than": "Bogatejši od",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Dostop do varne vode preprečuje bolezni, ki se prenašajo z vodo, in prihrani ure, porabljene za zbiranje vode vsak dan.",
  "Save failed": "Shranjevanje ni uspelo",
  "Saved": "Shranjeno",
  "Saving…": "Shranjujem…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Srednja izobrazba bistveno izboljša zaposlitvene možnosti in potencial zaslužka.",
  "Security": "Varnost",
  "See your income rank worldwide": "Oglejte si svoj rang dohodka po svetu",
  "Select a country": "",
  "Share Rank": "Deli rang",
  "Share Result": "Deli rezultat",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Lastništvo pametnega telefona zagotavlja dostop do aplikacij, mobilnega bančništva, navigacije in takojšnje komunikacije.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Socialna zaščita zagotavlja varnostno mrežo med boleznijo, brezposelnostjo ali upokojitvijo.",
  "Source": "Vir",
  "Start Again": "Začni znova",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Preklopi na PPP",
  "Tell us about yourself": "Povejte nam nekaj o sebi",
  "That means you are 1 in": "To pomeni, da ste 1 od",
  "The collected information is used for the following purposes:": "Zbrane informacije se uporabljajo za naslednje namene:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Ta politika zasebnosti pojasnjuje, katere informacije se zbirajo, uporabljajo in varujejo, ko uporabljate aplikacijo Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Ta politika zasebnosti se lahko občasno posodobi. O pomembnih spremembah vas bomo obvestili z objavo nove politike na tej strani.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Ta rezultat je modelna ocena, ne dejanska meritev. Dejanske uvrstitve se lahko razlikujejo, vendar je vzorec lahko še vedno smiseln, zlasti pri primerjavi med vprašanji.",
  "times the median": "kratnik mediane",
  "to reach {{milestone}}": "da dosežete {{milestone}}",
  "TOP": "VRH",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Vrhunski 0,1% se začne pri",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Vrhunski 1% se začne pri",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Vrhunskih 10% se začne pri",
  "Top earners (out of 8 billion)": "Najvišji zaslužkarji (od 8 milijard)",
  "True Size Atlas": "",
  "Try It Yourself": "Preizkusite sami",
  "Type an amount to see your rank": "Vnesite znesek za ogled vašega ranga",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Prikaži podrobnosti",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Zbiramo anonimne podatke za zagotavljanje boljše storitve in generiranje globalne statistike. Zbrane so lahko naslednje informacije:",
  "We collect the following types of information:": "Zbiramo naslednje vrste informacij:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Vaših osebnih podatkov ne prodajamo. Podatki se lahko delijo z raziskovalnimi partnerji le v anonimizirani in agregiran obliki. Informacije lahko razkrijemo, kadar to zahteva zakon.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Uveljavljamo ustrezne tehnične in organizacijske ukrepe za zaščito podatkov pred nepooblaščenim dostopom, spreminjanjem ali uničenjem.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Podatke hranimo do 2 leti za raziskovalne namene. Po tem obdobju se podatki samodejno izbrišejo ali trajno anonimizirajo.",
  "Where do you rank among 8 billion people?": "Kje se uvrščate med 8 milijard ljudi?",
  "Where do you stand among\n8 billion people?": "Kje se nahajate med\n8 milijardami ljudi?",
  "WID thresholds (wid.world)": "WID pragovi (wid.world)",
  "Withdraw consent at any time": "Kadar koli umaknite soglasje",
  "WORLD\nRANK": "SVETOVNA\nLESTVICA",
  "YES": "DA",
  "Yes_Hint": "Da",
  "You are in the top": "Nahajate se med vrhnjimi",
  "Your Answers": "Vaši odgovori",
  "Your income": "Vaš dohodek",
  "Your income vs median": "Vaš dohodek vs mediana",
  "Your Rights": "Vaše pravice"
}
