{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19 år",
  "20s": "20-29 år",
  "30s": "30-39 år",
  "40s": "40-49 år",
  "50s+": "50+ år",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G-åtkomst innebär snabbare nedladdningar, bättre streaming och tillgång till framväxande teknologier som AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G-täckning förblir begränsad, med endast cirka 1,6 miljarder människor som har tillgång till denna teknik.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "En universitetsexamen ger ofta tillgång till bättre betalda jobb och professionella nätverk.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "En tvättmaskin sparar mycket tid, särskilt för kvinnor som traditionellt sköter tvätten.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Cirka 1,7 miljarder vuxna saknar banktjänster och tillgång till formella finansiella tjänster.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Cirka 2,1 miljarder människor har aldrig använt internet, vilket skapar en betydande digital klyfta.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Cirka 2,4 miljarder människor lever globalt i överbefolkade bostadsförhållanden.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Cirka 3,2 miljarder människor äger inte en smartphone, vilket begränsar deras tillgång till mobila tjänster.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Cirka 3,6 miljarder människor saknar tillgång till väsentliga hälsotjänster eller möter ekonomiska svårigheter när de söker vård.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Cirka 4,8 miljarder människor tvättar kläder för hand och lägger timmar varje vecka på denna uppgift.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Cirka 5,6 miljarder människor saknar fast bredbandsanslutning hemma.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Cirka 6 miljarder människor har inte ett giltigt pass, vilket begränsar internationella resor.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Cirka 675 miljoner människor världen över lever fortfarande utan elektricitet, mestadels i subsahariska Afrika och södra Asien.",
  "Academic research on global living standards": "Akademisk forskning om globala levnadsstandarder",
  "Accept": "Acceptera",
  "Access your data": "Få tillgång till dina data",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Tillräckligt bostadsutrymme stödjer integritet, studier, hemarbete och allmän mental hälsa.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Att ha råd med näringsrik mat är avgörande för fysisk hälsa, kognitiv utveckling och produktivitet.",
  "Age Group": "Åldersgrupp",
  "Age group and gender (optional)": "Åldersgrupp och kön (valfritt)",
  "Age group and gender you optionally provide": "Åldersgrupp och kön som du frivilligt anger",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Flygreseupplevelse indikerar tillgång till långdistansmobilitet och ofta internationell exponering.",
  "Already {{milestone}}": "Du är redan i {{milestone}}",
  "Analyzing global data...": "Analyserar global data...",
  "Annual income": "Årsinkomst",
  "Approximate location (country/city from IP)": "Ungefärlig plats (land/stad från IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Cirka 770 miljoner vuxna världen över kan inte läsa eller skriva, varav två tredjedelar är kvinnor.",
  "are in this group.": "är i denna grupp.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Cirka 1,7 miljarder människor saknar grundläggande sanitet, och 494 miljoner praktiserar fortfarande öppen avföring.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Cirka 2,1 miljarder människor saknar säkert hanterade dricksvattentjänster hemma.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Tillbaka",
  "Begin Analysis": "Börja Analys",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Att tillhöra konsumentklassen innebär att ha disponibel inkomst utöver grundläggande behov.",
  "Browser type, screen resolution, language settings": "Webbläsartyp, skärmupplösning, språkinställningar",
  "Calculating...": "Beräknar...",
  "Can you access essential healthcare without financial hardship?": "Kan du få tillgång till nödvändig sjukvård utan ekonomiska svårigheter?",
  "Can you afford a healthy diet?": "Har du råd med en hälsosam kost?",
  "Can you read and write simple sentences?": "Kan du läsa och skriva enkla meningar?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Bilägande ger rörlighet, flexibilitet och tillgång till möjligheter bortom kollektivtrafiklinjer.",
  "Check Rank": "Kontrollera Rankning",
  "Close": "Stäng",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Insamlad data används endast för forskning och tjänsteförbättring. Vi säljer eller delar inte din personliga information med tredje part.",
  "Coming Soon": "Kommer Snart",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Fortsätt",
  "Copied!": "Kopierad!",
  "Cost of living": "Levnadskostnader",
  "Country A": "",
  "Country and city derived from IP address": "Land och stad härledda från IP-adress",
  "Country B": "",
  "Data": "Data",
  "Data Retention": "Datalagring",
  "Data Sharing": "Datadelning",
  "Decline": "Avböj",
  "Demographic Information": "Demografisk Information",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Tillgång till tandvård indikerar bredare tillgänglighet till sjukvård och förebyggande hälsopraxis.",
  "Depending on your location, you may have the following rights:": "Beroende på var du befinner dig kan du ha följande rättigheter:",
  "Device Information": "Enhetsinformation",
  "Device type, screen size, browser language": "Enhetstyp, skärmstorlek, webbläsarspråk",
  "Did you graduate from high school (secondary education)?": "Tog du examen från gymnasium (gymnasieutbildning)?",
  "Discover where you stand": "Upptäck var du står",
  "Do Not Collect My Data": "Samla Inte In Min Data",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Har du ett bankkonto eller mobilbetalningskonto?",
  "Do you have a refrigerator in your home?": "Har du ett kylskåp hemma?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Har du ett giltigt pass?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Har du tillgång till en spoltoalett eller förbättrad sanitet?",
  "Do you have access to electricity in your home?": "Har du tillgång till elektricitet hemma?",
  "Do you have access to safe drinking water at home?": "Har du tillgång till säkert dricksvatten hemma?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Bor du i ett hem som inte är överbefolkat?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Äger du en egen smartphone?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Använder du internet?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Ange din årsinkomst för att uppskatta var du står globalt",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Exempel: 50 000",
  "Exchange rate": "Växelkurs",
  "Female": "Kvinna",
  "File a complaint with supervisory authority": "Lämna in ett klagomål till tillsynsmyndighet",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finansiell inkludering möjliggör att spara, låna och ta emot betalningar säkert—avgörande för ekonomisk stabilitet.",
  "For more accurate comparison": "För mer exakt jämförelse",
  "Gender": "Kön",
  "Generate anonymized global statistics": "Generera anonymiserad global statistik",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Rate": "Global andel",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Hälften av mänskligheten lever på mindre än 12 dollar per dag, vilket begränsar deras konsumtionsval.",
  "Have you ever flown on an airplane?": "Har du någonsin flugit med ett flygplan?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Att ha elektricitet innebär att du har tillgång till belysning, kylning och möjlighet att ladda enheter—en grund för det moderna livet.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Tillgång till sjukvård utan ekonomisk börda innebär att sjukdom inte leder till fattigdom.",
  "Home": "Hem",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Hemmabredband möjliggör distansarbete, streaming, videosamtal och sömlösa onlineupplevelser.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Bostadetrygghet möjliggör långsiktig planering, investering i egendom och psykiskt välbefinnande.",
  "How We Use Information": "Hur Vi Använder Information",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Jag är bland de bästa {{score}}% av världens befolkning! #AwesomeRank",
  "Implication": "Implikation",
  "Improve question quality and user experience": "Förbättra frågekvalitet och användarupplevelse",
  "Income basis": "Inkomstgrund",
  "Income Rank": "Inkomstrankning",
  "Income rank result": "Resultat av inkomstrankning",
  "Information We Collect": "Information Vi Samlar In",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Internettillgång möjliggör utbildning, jobbmöjligheter, social kontakt och tillgång till viktig information.",
  "Introduction": "Introduktion",
  "km^2": "",
  "Last updated": "Senast uppdaterad",
  "Less than half of the world's households have access to a personal vehicle.": "Mindre än hälften av världens hushåll har tillgång till ett eget fordon.",
  "Level 1: Infrastructure (Survival)": "Nivå 1: Infrastruktur (Överlevnad)",
  "Level 2: Connectivity (Information)": "Nivå 2: Anslutning (Information)",
  "Level 3: Assets (Comfort)": "Nivå 3: Tillgångar (Komfort)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Nivå 5: Rörlighet (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Läskunnighet öppnar dörrar till anställning, informationstillgång och medborgerligt deltagande som många tar för givet.",
  "Loading countries...": "",
  "Location Information": "Platsinformation",
  "Male": "Man",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Marknad",
  "Market exchange rate (MER)": "Marknadsväxelkurs (MER)",
  "Median (50th)": "Median (50:e)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Min inkomst är bland de bästa {{score}} i världen. Kontrollera din:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Nästan 1 miljard människor världen över känner sig osäkra om sin bostadetrygghet.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Nästan 3,8 miljarder människor saknar någon form av socialt skydd.",
  "New": "Nytt",
  "Next milestone": "Nästa milstolpe",
  "NO": "NEJ",
  "No_Hint": "Nej",
  "Not saved": "Inte sparad",
  "of the global population.": "av världens befolkning.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Endast 1 av 4 vuxna världen över har genomgått högre utbildning.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Endast cirka 1,6 miljarder människor har någonsin flugit med ett flygplan under sin livstid.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Endast cirka en tredjedel av människor har regelbundet råd att äta ute.",
  "Other": "Annat",
  "Out of 8 billion people, only": "Av 8 miljarder människor, endast",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Över 1,7 miljarder människor saknar tillgång till kylning, vilket påverkar livsmedelssäkerhet och näring.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Över 2,5 miljarder människor har inte råd med en hälsosam kost, vilket bidrar till undernäring och kostrelate​rade sjukdomar.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Över 4,4 miljarder människor saknar tillgång till regelbunden förebyggande tandvård.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Passinnehav representerar friheten och möjligheten att resa internationellt.",
  "people": "människor",
  "people.": "människor.",
  "per day": "per dag",
  "per month": "per månad",
  "per year": "per år",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Policyändringar",
  "Poverty lines are PPP-based.": "Fattigdomsgränserna är PPP-baserade.",
  "Poverty Status": "Fattigdomsstatus",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (justerat för levnadskostnader)",
  "Prefer not to say": "Vill inte ange",
  "Privacy Notice": "Integritetsinformation",
  "Privacy Policy": "Integritetspolicy",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Ordentlig sanitet förhindrar sjukdomar, skyddar värdighet och är grundläggande för folkhälsan.",
  "Quiz and Income Data": "Quiz och Inkomstdata",
  "Quiz responses, income input (calculator), and response times": "Quizsvar, inkomstinput (kalkylator) och svarstider",
  "Quiz responses, response times, and income entered in calculator": "Quizsvar, svarstider och inkomst angiven i kalkylator",
  "Read Privacy Policy": "Läs Integritetspolicy",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Kylning möjliggör livsmedelskonservering, minskar svinn och möjliggör en mer varierad och näringsrik kost.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regelbundet restaurangbesök indikerar disponibel inkomst och tillgång till olika matalternativ.",
  "Request data deletion": "Begär radering av data",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Resultaten beräknas direkt. Om du tillåter datainsamling sparar vi anonymiserade resultat för att förbättra global statistik.",
  "Richer than": "Rikare än",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Tillgång till säkert vatten förhindrar vattenburna sjukdomar och sparar timmar som spenderas på att samla vatten dagligen.",
  "Save failed": "Det gick inte att spara",
  "Saved": "Sparad",
  "Saving…": "Sparar…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Gymnasieutbildning förbättrar avsevärt anställningsmöjligheter och inkomstpotential.",
  "Security": "Säkerhet",
  "See your income rank worldwide": "Se din inkomstrankning över hela världen",
  "Select a country": "",
  "Share Rank": "Dela Rankning",
  "Share Result": "Dela Resultat",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Smartphoneägande ger tillgång till appar, mobilbank, navigation och omedelbar kommunikation.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Socialt skydd ger ett skyddsnät under sjukdom, arbetslöshet eller pensionering.",
  "Source": "Källa",
  "Start Again": "Börja Om",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Växla till PPP",
  "Tell us about yourself": "Berätta om dig själv",
  "That means you are 1 in": "Det betyder att du är 1 av",
  "The collected information is used for the following purposes:": "Den insamlade informationen används för följande ändamål:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Denna integritetspolicy förklarar vilken information som samlas in, används och skyddas när du använder Awesome Rank quizapplikationen.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Denna integritetspolicy kan uppdateras då och då. Vi kommer att meddela dig om betydande ändringar genom att publicera den nya policyn på denna sida.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Detta resultat är en modellerad uppskattning, inte en faktamätning. Verkliga rankningar kan skilja sig, men mönstret kan fortfarande vara meningsfullt, särskilt vid jämförelser mellan frågor.",
  "times the median": "gånger medianen",
  "to reach {{milestone}}": "för att nå {{milestone}}",
  "TOP": "TOPP",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Topp 0,1% börjar vid",
  "Top 1%": "Topp 1%",
  "Top 1% starts at": "Topp 1% börjar vid",
  "Top 10%": "Topp 10%",
  "Top 10% starts at": "Topp 10% börjar vid",
  "Top earners (out of 8 billion)": "Högst inkomsttagare (av 8 miljarder)",
  "True Size Atlas": "",
  "Try It Yourself": "Prova Själv",
  "Type an amount to see your rank": "Skriv ett belopp för att se din rankning",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Visa detaljer",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Vi samlar in anonym data för att tillhandahålla bättre service och generera global statistik. Följande information kan samlas in:",
  "We collect the following types of information:": "Vi samlar in följande typer av information:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Vi säljer inte din personliga information. Data kan endast delas med forskningspartners i anonymiserad och aggregerad form. Vi kan avslöja information när det krävs enligt lag.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Vi implementerar lämpliga tekniska och organisatoriska åtgärder för att skydda data från obehörig åtkomst, ändring eller förstöring.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Vi lagrar data i upp till 2 år för forskningsändamål. Efter denna period raderas data automatiskt eller anonymiseras permanent.",
  "Where do you rank among 8 billion people?": "Var rankar du bland 8 miljarder människor?",
  "Where do you stand among\n8 billion people?": "Var står du bland\n8 miljarder människor?",
  "WID thresholds (wid.world)": "WID-trösklar (wid.world)",
  "Withdraw consent at any time": "Återkalla samtycke när som helst",
  "WORLD\nRANK": "VÄRLDS\nRANKNING",
  "YES": "JA",
  "Yes_Hint": "Ja",
  "You are in the top": "Du är bland de bästa",
  "Your Answers": "Dina svar",
  "Your income": "Din inkomst",
  "Your income vs median": "Din inkomst vs median",
  "Your Rights": "Dina Rättigheter"
}
