{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "",
  "10s": "10-19 tuổi",
  "20s": "20-29 tuổi",
  "30s": "30-39 tuổi",
  "40s": "40-49 tuổi",
  "50s+": "50+ tuổi",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Truy cập 5G có nghĩa là tải xuống nhanh hơn, phát trực tuyến tốt hơn và tiếp cận các công nghệ mới nổi như AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Phủ sóng 5G vẫn còn hạn chế, chỉ có khoảng 1,6 tỷ người được tiếp cận công nghệ này.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Bằng đại học thường mang lại cơ hội tiếp cận những công việc lương cao và mạng lưới nghề nghiệp.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Máy giặt tiết kiệm đáng kể thời gian, đặc biệt cho phụ nữ vốn thường phải giặt giũ thủ công.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Khoảng 1,7 tỷ người lớn vẫn chưa có tài khoản ngân hàng, thiếu quyền truy cập vào các dịch vụ tài chính chính thức.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Khoảng 2,1 tỷ người chưa bao giờ sử dụng internet, tạo ra khoảng cách số đáng kể.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Khoảng 2,4 tỷ người sống trong điều kiện nhà ở quá đông trên toàn cầu.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Khoảng 3,2 tỷ người không sở hữu smartphone, hạn chế khả năng tiếp cận các dịch vụ di động.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Khoảng 3,6 tỷ người thiếu quyền truy cập vào các dịch vụ y tế thiết yếu hoặc gặp khó khăn tài chính khi tìm kiếm chăm sóc.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Khoảng 4,8 tỷ người giặt quần áo bằng tay, dành nhiều giờ mỗi tuần cho công việc này.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Khoảng 5,6 tỷ người thiếu kết nối internet băng thông rộng cố định tại nhà.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Khoảng 6 tỷ người không có hộ chiếu hợp lệ, hạn chế khả năng đi lại quốc tế.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Khoảng 675 triệu người trên toàn thế giới vẫn sống không có điện, chủ yếu ở châu Phi cận Sahara và Nam Á.",
  "Academic research on global living standards": "Nghiên cứu học thuật về mức sống toàn cầu",
  "Accept": "Chấp nhận",
  "Access your data": "Truy cập dữ liệu của bạn",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Không gian sống đầy đủ hỗ trợ quyền riêng tư, học tập, làm việc tại nhà và sức khỏe tinh thần tổng thể.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Khả năng mua thực phẩm dinh dưỡng là điều cần thiết cho sức khỏe thể chất, phát triển nhận thức và năng suất.",
  "Age Group": "Nhóm tuổi",
  "Age group and gender (optional)": "Nhóm tuổi và giới tính (không bắt buộc)",
  "Age group and gender you optionally provide": "Nhóm tuổi và giới tính bạn tự nguyện cung cấp",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Kinh nghiệm đi máy bay cho thấy khả năng di chuyển đường dài và thường có tiếp xúc quốc tế.",
  "Already {{milestone}}": "Bạn đã ở trong {{milestone}}",
  "Analyzing global data...": "Đang phân tích dữ liệu toàn cầu...",
  "Annual income": "Thu nhập hàng năm",
  "Approximate location (country/city from IP)": "Vị trí gần đúng (quốc gia/thành phố từ IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Khoảng 770 triệu người lớn trên toàn thế giới không thể đọc hoặc viết, trong đó hai phần ba là phụ nữ.",
  "are in this group.": "thuộc nhóm này.",
  "Area": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Khoảng 1,7 tỷ người thiếu vệ sinh cơ bản, và 494 triệu người vẫn đại tiện ngoài trời.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Khoảng 2,1 tỷ người thiếu dịch vụ nước uống được quản lý an toàn tại nhà.",
  "Awesome Rank": "Thứ hạng thế giới",
  "Back": "Quay lại",
  "Begin Analysis": "Bắt đầu phân tích",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Thuộc tầng lớp tiêu dùng có nghĩa là có thu nhập khả dụng vượt quá nhu cầu cơ bản.",
  "Browser type, screen resolution, language settings": "Loại trình duyệt, độ phân giải màn hình, cài đặt ngôn ngữ",
  "Calculating...": "Đang tính toán...",
  "Can you access essential healthcare without financial hardship?": "Bạn có thể tiếp cận dịch vụ y tế thiết yếu mà không gặp khó khăn tài chính không?",
  "Can you afford a healthy diet?": "Bạn có đủ khả năng mua thực phẩm lành mạnh không?",
  "Can you read and write simple sentences?": "Bạn có thể đọc và viết những câu đơn giản không?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Sở hữu ô tô mang lại khả năng di chuyển, sự linh hoạt và tiếp cận các cơ hội ngoài tuyến xe buýt công cộng.",
  "Check Rank": "Kiểm tra xếp hạng",
  "Close": "Đóng",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Dữ liệu thu thập chỉ được sử dụng cho mục đích nghiên cứu và cải thiện dịch vụ. Chúng tôi không bán hoặc chia sẻ thông tin cá nhân của bạn với bên thứ ba.",
  "Coming Soon": "Sắp ra mắt",
  "Compare country sizes at real scale": "",
  "Compare two countries at real scale": "",
  "Continue": "Tiếp tục",
  "Copied!": "Đã sao chép!",
  "Cost of living": "Chi phí sinh hoạt",
  "Country A": "",
  "Country and city derived from IP address": "Quốc gia và thành phố được xác định từ địa chỉ IP",
  "Country B": "",
  "Data": "Dữ liệu",
  "Data Retention": "Lưu trữ dữ liệu",
  "Data Sharing": "Chia sẻ dữ liệu",
  "Decline": "Từ chối",
  "Demographic Information": "Thông tin nhân khẩu học",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Khả năng tiếp cận chăm sóc nha khoa cho thấy sự sẵn có của dịch vụ y tế rộng hơn và thực hành chăm sóc sức khỏe dự phòng.",
  "Depending on your location, you may have the following rights:": "Tùy thuộc vào vị trí của bạn, bạn có thể có các quyền sau:",
  "Device Information": "Thông tin thiết bị",
  "Device type, screen size, browser language": "Loại thiết bị, kích thước màn hình, ngôn ngữ trình duyệt",
  "Did you graduate from high school (secondary education)?": "Bạn đã tốt nghiệp trung học phổ thông (giáo dục trung học) chưa?",
  "Discover where you stand": "Khám phá vị trí của bạn",
  "Do Not Collect My Data": "Không Thu Thập Dữ Liệu Của Tôi",
  "Do you eat out or order food delivery at least once a week?": "",
  "Do you have a bank account or mobile money account?": "Bạn có tài khoản ngân hàng hoặc tài khoản tiền di động không?",
  "Do you have a refrigerator in your home?": "Bạn có tủ lạnh trong nhà không?",
  "Do you have a university degree (Bachelor's or higher)?": "",
  "Do you have a valid passport?": "Bạn có hộ chiếu hợp lệ không?",
  "Do you have a washing machine at home?": "",
  "Do you have access to a flush toilet or improved sanitation?": "Bạn có quyền truy cập vào nhà vệ sinh xả nước hoặc vệ sinh được cải thiện không?",
  "Do you have access to electricity in your home?": "Bạn có điện trong nhà không?",
  "Do you have access to safe drinking water at home?": "Bạn có nước uống an toàn tại nhà không?",
  "Do you have home broadband internet?": "",
  "Do you have social protection benefits (paid leave/sick leave)?": "",
  "Do you live in a non-overcrowded home?": "Bạn có sống trong ngôi nhà không quá đông không?",
  "Do you live without fear of eviction?": "",
  "Do you own a personal smartphone?": "Bạn có sở hữu smartphone cá nhân không?",
  "Do you receive preventive dental care at least once a year?": "",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "",
  "Do you use 5G internet?": "",
  "Do you use the internet?": "Bạn có sử dụng internet không?",
  "Does your household own a car?": "",
  "Enter your annual income to estimate where you stand globally": "Nhập thu nhập hàng năm của bạn để ước tính vị trí của bạn trên toàn cầu",
  "Equal-area projection keeps the size ratio precise.": "",
  "Example: 50,000": "Ví dụ: 50,000",
  "Exchange rate": "Tỷ giá hối đoái",
  "Female": "Nữ",
  "File a complaint with supervisory authority": "Nộp khiếu nại lên cơ quan giám sát",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Hòa nhập tài chính cho phép tiết kiệm, vay mượn và nhận thanh toán an toàn—điều cần thiết cho sự ổn định kinh tế.",
  "For more accurate comparison": "Để so sánh chính xác hơn",
  "Gender": "Giới tính",
  "Generate anonymized global statistics": "Tạo thống kê toàn cầu ẩn danh",
  "GitHub": "GitHub",
  "Global": "Toàn cầu",
  "Global Rate": "Tỷ lệ toàn cầu",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Một nửa nhân loại sống với ít hơn 12 đô la mỗi ngày, hạn chế lựa chọn tiêu dùng của họ.",
  "Have you ever flown on an airplane?": "Bạn đã bao giờ đi máy bay chưa?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Có điện có nghĩa là bạn có quyền truy cập vào ánh sáng, làm lạnh và khả năng sạc thiết bị—nền tảng cho cuộc sống hiện đại.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Khả năng tiếp cận y tế mà không có gánh nặng tài chính có nghĩa là bệnh tật không dẫn đến nghèo đói.",
  "Home": "Trang chủ",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Internet băng thông rộng tại nhà cho phép làm việc từ xa, phát trực tuyến, gọi video và trải nghiệm trực tuyến liền mạch.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "An ninh nhà ở cho phép lập kế hoạch dài hạn, đầu tư vào tài sản và hạnh phúc về mặt tâm lý.",
  "How We Use Information": "Cách chúng tôi sử dụng thông tin",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Tôi thuộc Top {{score}}% dân số toàn cầu! #AwesomeRank",
  "Implication": "Hàm ý",
  "Improve question quality and user experience": "Cải thiện chất lượng câu hỏi và trải nghiệm người dùng",
  "Income basis": "Cơ sở thu nhập",
  "Income Rank": "Xếp hạng thu nhập",
  "Income rank result": "Kết quả xếp hạng thu nhập",
  "Information We Collect": "Thông tin chúng tôi thu thập",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Truy cập internet cho phép giáo dục, cơ hội việc làm, kết nối xã hội và tiếp cận thông tin quan trọng.",
  "Introduction": "Giới thiệu",
  "km^2": "",
  "Last updated": "Cập nhật lần cuối",
  "Less than half of the world's households have access to a personal vehicle.": "Ít hơn một nửa hộ gia đình trên thế giới có quyền truy cập vào phương tiện cá nhân.",
  "Level 1: Infrastructure (Survival)": "Cấp độ 1: Cơ sở hạ tầng (Sinh tồn)",
  "Level 2: Connectivity (Information)": "Cấp độ 2: Kết nối (Thông tin)",
  "Level 3: Assets (Comfort)": "Cấp độ 3: Tài sản (Tiện nghi)",
  "Level 4: Lifestyle (Prosperity)": "",
  "Level 5: Mobility (Elite)": "Cấp độ 5: Di chuyển (Ưu tú)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Biết chữ mở ra cánh cửa cho việc làm, tiếp cận thông tin và tham gia công dân mà nhiều người cho là đương nhiên.",
  "Loading countries...": "",
  "Location Information": "Thông tin vị trí",
  "Male": "Nam",
  "Map data: Natural Earth 1:110m.": "",
  "Market": "Thị trường",
  "Market exchange rate (MER)": "Tỷ giá thị trường (MER)",
  "Median (50th)": "Trung vị (thứ 50)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Thu nhập của tôi thuộc Top {{score}} toàn cầu. Kiểm tra của bạn:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Gần 1 tỷ người trên toàn thế giới cảm thấy không an toàn về quyền sở hữu nhà ở của họ.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Gần 3,8 tỷ người thiếu bất kỳ hình thức bảo trợ xã hội nào.",
  "New": "Mới",
  "Next milestone": "Mốc tiếp theo",
  "NO": "KHÔNG",
  "No_Hint": "Không",
  "Not saved": "Chưa lưu",
  "of the global population.": "dân số toàn cầu.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Chỉ 1 trong 4 người lớn trên toàn thế giới đã hoàn thành giáo dục đại học.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Chỉ khoảng 1,6 tỷ người đã từng đi máy bay trong đời.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Chỉ khoảng một phần ba người có thể thường xuyên đủ khả năng ăn uống bên ngoài.",
  "Other": "Khác",
  "Out of 8 billion people, only": "Trong số 8 tỷ người, chỉ có",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Hơn 1,7 tỷ người thiếu quyền truy cập vào tủ lạnh, ảnh hưởng đến an toàn thực phẩm và dinh dưỡng.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Hơn 2,5 tỷ người không đủ khả năng mua thực phẩm lành mạnh, góp phần gây suy dinh dưỡng và các bệnh liên quan đến chế độ ăn uống.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Hơn 3,3 tỷ người lớn chưa hoàn thành giáo dục trung học trên toàn thế giới.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Hơn 4,4 tỷ người thiếu quyền truy cập vào chăm sóc nha khoa phòng ngừa thường xuyên.",
  "Overlay of {{countryA}} and {{countryB}}": "",
  "Overlay view": "",
  "Passport ownership represents the freedom and means to travel internationally.": "Sở hữu hộ chiếu thể hiện sự tự do và phương tiện để đi du lịch quốc tế.",
  "people": "người",
  "people.": "người.",
  "per day": "mỗi ngày",
  "per month": "mỗi tháng",
  "per year": "mỗi năm",
  "Pick two countries to see their actual land area side by side and overlapped.": "",
  "Policy Changes": "Thay đổi chính sách",
  "Poverty lines are PPP-based.": "Các ngưỡng nghèo dựa trên PPP.",
  "Poverty Status": "Tình trạng nghèo",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (điều chỉnh theo chi phí sinh hoạt)",
  "Prefer not to say": "Không muốn nói",
  "Privacy Notice": "Thông Báo Bảo Mật",
  "Privacy Policy": "Chính Sách Bảo Mật",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Vệ sinh đúng cách ngăn ngừa bệnh tật, bảo vệ phẩm giá và là nền tảng cho sức khỏe cộng đồng.",
  "Quiz and Income Data": "Dữ liệu câu đố và thu nhập",
  "Quiz responses, income input (calculator), and response times": "Câu trả lời câu đố, nhập thu nhập (máy tính), và thời gian trả lời",
  "Quiz responses, response times, and income entered in calculator": "Câu trả lời câu đố, thời gian trả lời và thu nhập được nhập trong máy tính",
  "Read Privacy Policy": "Đọc Chính Sách Bảo Mật",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Làm lạnh cho phép bảo quản thực phẩm, giảm lãng phí và cho phép chế độ ăn uống đa dạng và bổ dưỡng hơn.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "Ăn uống thường xuyên bên ngoài cho thấy thu nhập khả dụng và tiếp cận các lựa chọn thực phẩm đa dạng.",
  "Request data deletion": "Yêu cầu xóa dữ liệu",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Kết quả được tính ngay lập tức. Nếu bạn cho phép thu thập dữ liệu, chúng tôi sẽ lưu kết quả ẩn danh để cải thiện thống kê toàn cầu.",
  "Richer than": "Giàu hơn",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Tiếp cận nước an toàn ngăn ngừa các bệnh lây truyền qua nước và tiết kiệm hàng giờ đi lấy nước hàng ngày.",
  "Save failed": "Lưu thất bại",
  "Saved": "Đã lưu",
  "Saving…": "Đang lưu…",
  "Scale difference": "",
  "Secondary education significantly improves employment prospects and earning potential.": "Giáo dục trung học cải thiện đáng kể triển vọng việc làm và tiềm năng thu nhập.",
  "Security": "Bảo mật",
  "See your income rank worldwide": "Xem xếp hạng thu nhập của bạn trên toàn thế giới",
  "Select a country": "",
  "Share Rank": "Chia sẻ xếp hạng",
  "Share Result": "Chia sẻ kết quả",
  "Size ratio": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Sở hữu smartphone cung cấp quyền truy cập vào ứng dụng, ngân hàng di động, điều hướng và giao tiếp tức thì.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Bảo trợ xã hội cung cấp lưới an toàn trong thời kỳ bệnh tật, thất nghiệp hoặc nghỉ hưu.",
  "Source": "Nguồn",
  "Start Again": "Bắt đầu lại",
  "Swap": "",
  "Swap countries": "",
  "Switch to PPP": "Chuyển sang PPP",
  "Tell us about yourself": "Hãy cho chúng tôi biết về bạn",
  "That means you are 1 in": "Điều đó có nghĩa bạn là 1 trong",
  "The collected information is used for the following purposes:": "Thông tin thu thập được sử dụng cho các mục đích sau:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Chính sách bảo mật này giải thích thông tin nào được thu thập, sử dụng và bảo vệ khi bạn sử dụng ứng dụng câu đố Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Chính sách bảo mật này có thể được cập nhật theo thời gian. Chúng tôi sẽ thông báo cho bạn về các thay đổi quan trọng bằng cách đăng chính sách mới trên trang này.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Kết quả này là ước tính theo mô hình, không phải phép đo thực tế. Xếp hạng ngoài đời có thể khác, nhưng mô hình vẫn có ý nghĩa, đặc biệt khi so sánh giữa các câu hỏi.",
  "times the median": "lần trung vị",
  "to reach {{milestone}}": "để đạt {{milestone}}",
  "TOP": "TOP",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0.1% bắt đầu từ",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% bắt đầu từ",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% bắt đầu từ",
  "Top earners (out of 8 billion)": "Những người có thu nhập cao nhất (trong số 8 tỷ người)",
  "True Size Atlas": "",
  "Try It Yourself": "Tự thử",
  "Type an amount to see your rank": "Nhập số tiền để xem xếp hạng của bạn",
  "Unable to load country shapes.": "",
  "USD": "USD",
  "View Details": "Xem chi tiết",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Chúng tôi thu thập dữ liệu ẩn danh để cung cấp dịch vụ tốt hơn và tạo thống kê toàn cầu. Các thông tin sau có thể được thu thập:",
  "We collect the following types of information:": "Chúng tôi thu thập các loại thông tin sau:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Chúng tôi không bán thông tin cá nhân của bạn. Dữ liệu chỉ có thể được chia sẻ với các đối tác nghiên cứu dưới dạng ẩn danh và tổng hợp. Chúng tôi có thể tiết lộ thông tin khi được yêu cầu bởi pháp luật.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Chúng tôi thực hiện các biện pháp kỹ thuật và tổ chức thích hợp để bảo vệ dữ liệu khỏi truy cập, thay đổi hoặc phá hủy trái phép.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Chúng tôi lưu giữ dữ liệu tối đa 2 năm cho mục đích nghiên cứu. Sau thời gian này, dữ liệu sẽ tự động bị xóa hoặc ẩn danh vĩnh viễn.",
  "Where do you rank among 8 billion people?": "Bạn xếp hạng thế nào trong số 8 tỷ người?",
  "Where do you stand among\n8 billion people?": "Bạn đứng ở đâu trong\n8 tỷ người?",
  "WID thresholds (wid.world)": "Ngưỡng WID (wid.world)",
  "Withdraw consent at any time": "Rút lại sự đồng ý bất kỳ lúc nào",
  "WORLD\nRANK": "THẾ GIỚI\nXẾP HẠNG",
  "YES": "CÓ",
  "Yes_Hint": "Có",
  "You are in the top": "Bạn thuộc top",
  "Your Answers": "Câu trả lời của bạn",
  "Your income": "Thu nhập của bạn",
  "Your income vs median": "Thu nhập của bạn so với trung vị",
  "Your Rights": "Quyền của bạn"
}
